{
    "attractions": [
        {
            "site": "BucketList",
            "rank": 0,
            "Title": "Singapore Zoo",
            "Adult price": "Â£28",
            "Good for age": "4+",
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 1,
            "Title": "Night Safari",
            "Adult price": "Â£35",
            "Good for age": "4+",
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 2,
            "Title": "Gardens by the Bay",
            "Adult price": "Â£15",
            "Good for age": "4+",
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 3,
            "Title": "Infinity Pool at Marina Bay Sands",
            "Adult price": "Â£300",
            "Good for age": "8+",
            "description": NaN
        },
        {
            "site": "CNTraveler",
            "rank": 0,
            "Title": "Gardens By the Bay",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "This is a hugely popular tourist attraction in Singapore, and rightly so. The breadth of plants and the creative ways in which they're displayed is awe-inspiring. In one part of the conservatory, the Cloud Forest mimics the cool-moist ecology of the tropical highlands. It has a treetop walk and an oft-photographed indoor 114-foot waterfall."
        },
        {
            "site": "CNTraveler",
            "rank": 1,
            "Title": "National Gallery Singapore",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "With more than 9,000 works, National Gallery Singapore owns the largest public collection of modern art in Southeast Asia. It's spread across two beautiful national monuments: City Hall and the country’s former Supreme Court. Some visitors spend half a day (or more) wandering the museum’s many galleries. If you're looking to avoid lines, consider going on a weekday and buying your tickets in advance online."
        },
        {
            "site": "CNTraveler",
            "rank": 2,
            "Title": "Kampong Glam",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "Are you a hipster? Or a devout Muslim? Do you like unconventional modern art or traditional Arab crafts? Do you just want that Instagram snap or are you interested in learning more about this historic district, from its red-light leanings to its religious importance? Or maybe you just want a slice of the delicious kaya swiss roll from the famous Rich & Good Cake Shop? If you answered yes to any of these things, this delightfully eclectic enclave is for you. Singapore's Muslim quarter dates back to the 1800s, but the area has grown and changed, blending the religious and historical with a modern take on the city-state."
        },
        {
            "site": "CNTraveler",
            "rank": 3,
            "Title": "Jewel Changi Airport",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "It might seem odd to tell travelers to hang out in an airport, but Jewel Changi is no ordinary airport (it's a fixture at the top of our Readers' Choice Awardsbest airport list). The transportation hub is also a nature-themed shopping, dining, and entertainment extravaganza designed by architect Moshe Safdie. The project's highlights include the Rain Vortex, a seven-story-tall indoor waterfall; an indoor forest with suspended walkways; and nearly 300 stores. This is a game-changer for travelers on layovers. It's so popular (and so worth it) that 20 airlines will let you check in a full 24 hours in advance just to maximize your time inside."
        },
        {
            "site": "CNTraveler",
            "rank": 4,
            "Title": "The Intan",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "The Intan is a private home that houses one of Singapore’s most impressive collections of Peranakan artifacts. Owner Alvin Yapp has spent 30-plus years collecting 1,500 objects from Peranakan culture, most notablykasut manek(ornate beaded slippers worn by Straits Chinese women) and enamel tiffin carriers hand-painted in delicate floral patterns. Yapp's post-war home is a labor of love, and it shows in the meticulous way that he has arranged every square inch of it. Visits are strictly by appointment only."
        },
        {
            "site": "CNTraveler",
            "rank": 5,
            "Title": "Pulau Ubin",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "This island was once known for its granite quarries. But when they closed down in the 1970s and jobs dwindled, residents began leaving. Today, the island is home to fewer than 50 people, who have chosen to stay for the old way of life. Which is exactly what people like visiting it for, too.  Stepping onto Pulau Ubin is like time-traveling to the way Singapore was decades ago. Even getting to it is old-fashioned: You take a 10-minute ride on a chugging bumboat from Changi Point Ferry Terminal. This is a rich experience even for those who are cash-poor, and the perfect day trip for those looking to see a different time in Singapore's history or experience its wild side."
        },
        {
            "site": "CNTraveler",
            "rank": 6,
            "Title": "Merlion Park",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "This promenade overlookingMarina Bayis home to Singapore's iconic 28-foot Merlion statue, a half-fish, half-lion stone carving that shoots water into the bay. The fish symbolizes Singapore's beginnings as a fishing village while the lion head is a nod to Singapura, which means \"Lion City\" in Malay. Erected in 1972, it remains one of the nation's most popular tourist attractions, so plan accordingly."
        },
        {
            "site": "CNTraveler",
            "rank": 7,
            "Title": "Marina Bay Sands",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "This one's for ballers: If you have cash to splash, you can do everything from have a meal at a Michelin-starred restaurant to check out the view from the SkyPark. The massive Moshe Safdie-designed mall, casino, convention center, andhotelis perhaps Singapore's most iconic building. A must-visit is theArtScience Museum,Singapore's most future-forward, and the 57-story-high SkyPark, Singapore's best."
        },
        {
            "site": "CNTraveler",
            "rank": 8,
            "Title": "Haw Par Villa",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "Forget manicured or wild, this eight-acre outdoor art park is bizarre but a feast for the eyes. It was set up in the 1930s—before the advent of TV and the Internet—by Tiger Balm founder and philanthropist Aw Boon Haw, who commissioned more than 1,000 detailed sculptures and dioramas that would teach traditional Chinese values. Back then, it was popular and crowded, but has become less so over the years. And though it's lost a bit of its luster, that only lends to its charm and 'raw' feel—what you get here is an unfiltered, in-your-face lesson on Chinese morals and culture that doesn't sit behind velvet ropes or glass panels, and isn't crawling with tourists. Also of note: This \"Asian cultural park\" claims to be the last of its kind in the world, though it's hard to imagine there were many like this to begin with."
        },
        {
            "site": "CNTraveler",
            "rank": 9,
            "Title": "St. Andrew's Cathedral",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "You can't miss this giant, wedding-cake-like monument in the middle of Singapore's Civic District—it's one of the oldest buildings in the area and perhaps the most imposing, with its Neo Gothic design topped with a minimalist spire. Park grounds surround the structure so it stands out as a sanctuary in the midst of a busy urban area. This is Singapore's largestcathedraland also its oldest Anglican house of worship. It's a gem for history, culture, and architecture buffs."
        },
        {
            "site": "CNTraveler",
            "rank": 10,
            "Title": "Thian Hock Keng",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "Thian Hock Keng Temple, a.k.a. Tianfu Temple, is Singapore’s oldest Buddhist temple. The elaborate architecture, done up in the traditional southern Chinese style, was built without using a single nail. Now fully restored, it's a feast for the eyes with its dragon and phoenix sculptures and Fujian-style broken porcelain roof ridges. Photos aren't allowed in most parts of the temple, and you'll likely get caught if you try to snap one. So you'll have to just keep those memories with you. If you can't keep your camera in your purse, don't go. This is not a selfie op. Admission is free, but it still never gets too crowded."
        },
        {
            "site": "CNTraveler",
            "rank": 11,
            "Title": "Sentosa",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "Sentosa is a 1,236-acre island resort off the southern coast of Singapore that's home to major tourist attractions likeUniversal Studios Singaporeand the S.E.A. Aquarium. Singaporeans and international travelers also flock here to hang out on the beaches, zip line at Mega Adventure Park, shop at the massive Luxury Fashion Galleria, and more.Golfis a big deal here, too—the Sentosa Golf Club has two award-winning courses. In short, the island is a tourism machine, fine-tuned to appeal to a broad range of people—except those seeking an off-the-beaten-path vacation."
        },
        {
            "site": "CNTraveler",
            "rank": 12,
            "Title": "The Southern Ridges",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "The Southern Ridges is a 6.2-mile recreational trail that connects five parks along the southern ridge of Singapore—Mount Faber Park, Telok Blangah Hill, HortPark, Kent Ridge Park, and Labrador Nature Reserve. Like everything in Singapore, it's well-constructed and manicured. The landscape varies between jungle-like canopies of trees, unusual flora and fauna, and architecturally magnificent walkways. If you aren't up for the full five plus miles make sure you get to Henderson Waves, a timber deck lofted 256 feet in the air. It's the highest pedestrian bridge in Singapore and beloved by photographers for its undulating curves."
        },
        {
            "site": "CNTraveler",
            "rank": 13,
            "Title": "Sungei Buloh Wetland Reserve",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "This sanctuary for flora and fauna—an ASEAN Heritage Park—is as wild as it gets in manicured Singapore. The 500 acres of land is made up of mangroves, mudflats, ponds, and forests that are home to a biodiverse ecosystem of mudskippers, crabs, water snakes, monitor lizards, otters, and the odd crocodile. It's also a spot forbirders—an internationally recognized site of importance for migratory birds and is part of the East Asian Australasian Shorebird Site Network. But despite how untouched it is, the trails are quite flat and the whole place is fairly easy to navigate."
        },
        {
            "site": "CNTraveler",
            "rank": 14,
            "Title": "East Coast Road",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "There's perhaps no better place to get a taste of Singapore—literally and figuratively—than by strolling through the East Coast Road enclave. Along this lively two mile stretch (one of Singapore's earliest delineated roads), colorful heritage shophouses sit shoulder to shoulder, forming a personality-packed backdrop for photos. Even better: They house some ofthe island's best eateries, including 328 Katong Laksa for its namesake dish, plus a handful of museums and stores showcasing the Peranakan—or Straits Chinese—culture that forms a large part of the local identity. The area is also a stone's throw from East Coast Park, where you can have a seaside stroll to counter the calories you'll inevitably consume along the way."
        },
        {
            "site": "CNTraveler",
            "rank": 15,
            "Title": "Singapore Botanic Gardens",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "ThisUNESCO World Heritage siteis carved into three main areas, or \"cores.\" The Tanglin core is the oldest and the one visitors see first as they pass through the historic Tanglin Gate. The Tyersall-Gallop core is integrated into the park’s existing rainforest and the Bukit Timah core is home to a children's garden complete with treehouses, a suspension bridge, and farm. Visit the National Orchid Garden to see more than 1,000 species of orchids and 2,000 hybrids on display."
        },
        {
            "site": "CNTraveler",
            "rank": 16,
            "Title": "Night Safari",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "This is the world's first safari park for nocturnal animals and a wildly popular one at that. It's operated by the same group that runs the equally popular Singapore Zoo. The 86-acre reserve houses some 2,500 animals from 130 species, more than a third of which are endangered. Guests ride around the park on complimentary guided trams. The tour itself takes about 40 minutes and covers seven themed geographic areas, but specific animal sightings are never guaranteed. On the weekend and with advance booking, you can observe live tiger feedings. If you have the ability to walk some of the trails, do it. It'll get you away from the tourist scrum and you're more likely to encounter reserved animals."
        },
        {
            "site": "CNTraveler",
            "rank": 17,
            "Title": "Clarke Quay",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "In the 1800s, this quay, or wharf, near modern-dayFort Canning Park, was one of the centers of trade, when barges would transport goods upstream for storage in the warehouses. Today, the warehouses have been restored and painted in rainbow hues, making this a great photo spot. Instagram-worthiness aside, Clarke Quay has also become one of Singapore's food, drink, and entertainment hubs. The whole area has been converted into an open-air pedestrian precinct filled with restaurants, bars, and clubs."
        },
        {
            "site": "CNTraveler",
            "rank": 18,
            "Title": "Esplanade - Theatres on the Bay",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "The premier art venue in Singapore, the Esplanade is home to multiple performance spaces, including a stunning state-of-the-art concert hall, a horseshoe-shaped theater with an orchestra pit, a more intimate recital studio for chamber music and jazz concerts, an outdoor theater, and an open-air concert space. The building is an architectural marvel (it's the face of Singapore’s five-cent coins). The dome's spiky exterior has earned it the nickname “durian” in reference to the sometimes-polarizing Southeast Asian fruit. Anyone who loves architecture should swing by for a photo op."
        },
        {
            "site": "CNTraveler",
            "rank": 19,
            "Title": "Old Airport Road Food Centre",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "At more than 40 years old, Old Airport Road Food Centre is one of Singapore's best-lovedhawker complexes, with 150 stalls spread across a single floor in neat rows. It can seem daunting, but as a general rule, a long line in front of a stall means excellent food. And while it can be quite a wait, food-obsessed Singaporeans will assure you that it's totally worth it. Dishes that demand your patience here include hokkien mee (fried yellow wheat noodles doused in a seafood stock and studded with prawns and pork) from Nam Sing Hokkien Mee, and silky beancurd pudding from Lao Ban Soya Beancurd."
        },
        {
            "site": "CNTraveler",
            "rank": 20,
            "Title": "Mint Museum of Toys",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "The main reason people come to MINT is to see the private collection of toys, which includes more than 50,000 items (around 8,000 of which are on display) hailing from 40 countries and dating as far back as the 1840s. Beyond the toys, the permanent collection includes two galleries devoted to vintage enamel signs. The museum is rarely crowded, unless there is a special event going on. The collection itself is impressive, but some of the exhibits are too darkly lit and obscurem making this is a better stop for those with niche knowledge."
        },
        {
            "site": "CNTraveler",
            "rank": 21,
            "Title": "Sifr Aromatics",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "This one-of-a-kind, independently owned fragrance shop in Singapore'sKampong Glamneighborhood feels like a secret you want to keep to yourself. Owner Johari Kazura is a third-generation perfumer, but his approach to scents is more novel—and infinitely customizable. Several dozen perfumes and colognes are pre-made and part of his regular stable; others are mixed-to-order based on a customer's personal preferences. If you want a custom-blended scent, book a reservation in advance and block out at least 90 minutes for the session. (It's an excellent gift idea, too.)"
        },
        {
            "site": "CNTraveler",
            "rank": 22,
            "Title": "Singapore Art Museum",
            "Adult price": NaN,
            "Good for age": NaN,
            "description": "SAM specializes in contemporary art from Singapore and Southeast Asia. When it opened in 1996 in a restored 19th-century Catholic boys school, it was the first art museum in the country. It’s a must-see for anyone interested in works by contemporary Asian artists. The collection covers multiple disciplines, including painting, photography, video, and sculpture."
        }
    ],
    "michelin": [
        {
            "name": "Kotuwa",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/kotuwa",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine sri lankaise",
            "cost": "Mid-Range",
            "address": "New Bahru, #01-03, 46 Kim Yam Road, Singapore, 239351, Singapour",
            "latitude": 1.2929748,
            "longitude": 103.8388373,
            "gastonomie_durable": false,
            "description": "Moved to this spot in 2024, Kotuwa is named after the CBD of Colombo. From quintessential Sri Lankan street food to curries, every bite is loaded with big flavours. Seafood is their strong suit, especially crab prepared in myriad ways. With its balanced, layered flavours and the subtle warmth of cinnamon, the crab curry really stands out. Hoppers – crispy pancakes made with fermented rice – are perfect for mopping up the delicious curry sauce."
        },
        {
            "name": "Solo",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/solo",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine italienne",
            "cost": "Mid-Range",
            "address": "45 Amoy Street, Singapore, 069871, Singapour",
            "latitude": 1.2806216,
            "longitude": 103.8469554,
            "gastonomie_durable": false,
            "description": "On Amoy Street where F&B outlets abound, Solo stands out with a relaxing vibe, an action-packed open kitchen and a regularly changing Italian menu that celebrates fresh, seasonal ingredients. The 5-course gourmet menu is a great way to sample some of its signature dishes, such as al dente homemade tagliolini topped with Japanese Bafun uni bursting with briny sweetness and umami. At lunch, the 3- or 4-course seasonal set offers great value."
        },
        {
            "name": "Ki Su",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/ki-su",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine végétarienne",
            "cost": "Mid-Range",
            "address": "#01-01, 60 Tras Street, Singapore, 078999, Singapour",
            "latitude": 1.2778193,
            "longitude": 103.8441991,
            "gastonomie_durable": false,
            "description": "In a minimalistic room, the Taiwanese owner-chef serves an omakase menu of creative vegetarian courses in which Japanese and French culinary traditions converge. Modern cooking techniques like sous vide are used to imbue plant-based ingredients with meaty flavours and textures. Smoked capsicum and pumpkin purée are made to look like akami and uni in their nigiri sushi. The menu changes regularly to keep it fresh."
        },
        {
            "name": "Kitchenman Nasi Lemak",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/kitchenman-nasi-lemak",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine malaisienne",
            "cost": "Affordable",
            "address": "CT Hub, #01-08/13, 2 Kallang Avenue, Singapore, 339407, Singapour",
            "latitude": 1.3120852,
            "longitude": 103.8628154,
            "gastonomie_durable": false,
            "description": "The Malaysian owner opened this simple shop in 2024, specialising in authentic nasi lemak, often considered the national dish of his home country. The chef, who is also Malaysian, cooks rice in coconut milk with pandan leaves, and garnishes it with fried anchovies, peanuts, fried egg, sliced cucumber and spicy sambal. For a substantial meal, add sides such as ayam berempah (fried chicken leg), rendang chicken or ayam kunyit (turmeric chicken)."
        },
        {
            "name": "Wok Hei Hor Fun",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/wok-hei-hor-fun",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Redhill Market, #01-94, 85 Redhill Lane, Singapore, 150085, Singapour",
            "latitude": 1.2874024,
            "longitude": 103.8183527,
            "gastonomie_durable": false,
            "description": "For over 30 years, locals have been coming here for the fried hor fun (flat rice noodles) – laden with wok hei, nicely charred and in a sauce that clings to the noodles. Choose from beef, fish or assorted toppings, and don't miss the cracklings."
        },
        {
            "name": "Song Kee Teochew Fish Porridge",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/song-kee-teochew-fish-porridge",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Newton Food Centre, #01-37, 500 Clemenceau Avenue North, Singapore, 229495, Singapour",
            "latitude": 1.311974,
            "longitude": 103.839442,
            "gastonomie_durable": false,
            "description": "The fish porridge and fish head bee hoon are the main events here. The porridge is loaded with deboned fresh mackerel that imparts deep umami and sweetness. Chinese celery and coriander instantly brighten the flavour profile."
        },
        {
            "name": "545 Whampoa Prawn Noodles",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/545-whampoa-prawn-noodles",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Tekka Centre, #01-326, 665 Buffalo Road, Singapore, 210665, Singapour",
            "latitude": 1.3059012,
            "longitude": 103.8504528,
            "gastonomie_durable": false,
            "description": "The stall dates back to 1920s. Dry noodles dressed in sambal sauce are topped with bean sprouts, prawns and pork, and served with umami-laden prawn soup. Or opt for the noodle soup version. Add fried shallots and lard on top."
        },
        {
            "name": "Fico",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/fico-1213088",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine italienne",
            "cost": "Mid-Range",
            "address": "1300 East Coast Parkway, Singapore, 468964, Singapour",
            "latitude": 1.3105224,
            "longitude": 103.9463853,
            "gastonomie_durable": false,
            "description": "This white house styled after a masseria in Puglia is sited within East Coast Park. The sprawling lawn, spectacular ocean views and sound of the waves all exude a soothing vibe. The Pugliese chef is keen to bring authentic cuisine from his homeland to Singapore, of which focaccina and pasta made from scratch are the highlights. Try his San Marzano tomato focaccina with mozzarella and fresh basil, bursting with intense flavours."
        },
        {
            "name": "Olivia",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/olivia-1196203",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine espagnole",
            "cost": "Mid-Range",
            "address": "#01-03, 55 Keong Saik Road, Singapore, Singapour",
            "latitude": 1.2807626,
            "longitude": 103.8416376,
            "gastonomie_durable": false,
            "description": "Come to this lively Catalan spot for tapas and small plates packed with flavour, made with finesse and plated with modern aesthetics. Don’t miss the iconic creamy cheesecake and “spherical olives,” a tribute to the legendary el Bulli. The chic interior by Barcelona-based designer Rosa-Violán embodies the Mediterranean soul and takes diners to Spain instantly. Service is very friendly and attentive, and the maître d is always up for a chat."
        },
        {
            "name": "Art di Daniele Sperindio",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/art-1195825",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine italienne",
            "cost": "Premium",
            "address": "National Gallery, #06-02, 1 St. Andrew's Road, Singapore, 178957, Singapour",
            "latitude": 1.2908104,
            "longitude": 103.8520522,
            "gastonomie_durable": false,
            "description": "This stylish restaurant above the National Gallery commands sensational views. The tasting menus are inspired by chef-owner Daniele Sperindio's Italian heritage, childhood memories and love of his home country. From the sea to the mountains, his creative, intricate, and exquisitely plated dishes take diners on a gastronomic journey around Italy. The wine list features a superb selection from Italy including an impressive range of Super Tuscans."
        },
        {
            "name": "Shi Le Yuan",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/shi-le-yuan-570556",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Redhill Market, #01-82, 85 Redhill Lane, Singapore, 150085, Singapour",
            "latitude": 1.2873967,
            "longitude": 103.818244,
            "gastonomie_durable": false,
            "description": "Richly-flavoured braised pork and organs are a good match with the kway chap, which is served separately."
        },
        {
            "name": "Podi & Poriyal",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/podi-poriyal",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine indienne végétarienne",
            "cost": "Mid-Range",
            "address": "486 Serangoon Road, Singapore, 218151, Singapour",
            "latitude": 1.3150249,
            "longitude": 103.8572419,
            "gastonomie_durable": false,
            "description": "The name says it all – this vegetarian joint prides itself on the spicy ground lentil condiment known as podi, and sautéed vegetables, or poriyal. Replicating South Indian grandmas' cooking, the menu covers all plant-based dietary desires, with gluten-free, allium-free and vegan options. \"Which Podi? Idli\" – steamed rice cake tossed in podi – is served with a cashew and coconut chutney. Their podi dosai with poriyal filling is also excellent."
        },
        {
            "name": "Lian He Ben Ji Claypot",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/lian-he-ben-ji-claypot",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Chinatown Complex Market & Food Centre, #02-198/199, 335 Smith Street, Singapore, 050335, Singapour",
            "latitude": 1.2821566,
            "longitude": 103.8433055,
            "gastonomie_durable": false,
            "description": "It takes 30 minutes to cook but is more than worth the wait. The rice, cooked in a claypot over charcoal, exudes smokiness with a crispy scorched crust on the bottom. For toppings, choose between chicken, preserved pork and/or sausage."
        },
        {
            "name": "Vue",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/vue-1190672",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine européenne contemporaine",
            "cost": "Premium",
            "address": "OUE Bayfront, Level 19, 50 Collyer Quay, Singapore, 049321, Singapour",
            "latitude": 1.2830712,
            "longitude": 103.85301,
            "gastonomie_durable": false,
            "description": "Aptly named after the French word for ‘view’, this romantic restaurant boasts one of the most stunning vistas of Marina Bay. Even the ceiling is designed to emanate light without casting reflections on the glass panes. The menu shows the culinary vision of the young head chef, with the four-course chef’s tasting menu being the most popular choice where diners may choose from a number of interesting options. Steaks and risotto are great for sharing. Executive set lunch is popular."
        },
        {
            "name": "Iggy's",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/iggy-s",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine européenne contemporaine",
            "cost": "Premium",
            "address": "voco Orchard, Level 3, 581 Orchard Road, Singapore, 238883, Singapour",
            "latitude": 1.3059244,
            "longitude": 103.8293379,
            "gastonomie_durable": false,
            "description": "This stylish room may not offer panoramic views, but all eyes are on the chefs’ culinary performance in the kitchen, visible through a picture frame window. The set tasting menu at dinner features multiple courses that showcase top-notch produce from Japan and around the world, deftly crafted with European techniques. Apple-wood smoked wild-caught yellowtail stands out with intoxicating aromas and intense umami."
        },
        {
            "name": "Toa Payoh 93 Soon Kueh",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/toa-payoh-93-soon-kueh",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Geylang Bahru Market & Food Centre, #01-68, 69 Geylang Bahru, Singapore, 330069, Singapour",
            "latitude": 1.32144,
            "longitude": 103.870173,
            "gastonomie_durable": false,
            "description": "The stall carries three kinds of dumplings – soon kueh stuffed with bamboo shoot, rice kueh and kuchai kueh with chives. All varieties boast elastic skin and generous filling. Try also the limited offer Hakka yam abacus seeds."
        },
        {
            "name": "Selamat Datang Warong Pak Sapari",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/selamat-datang-warong-pak-sapari",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Adam Food Centre, #01-09 , 2 Adam Road, Singapore, 289876, Singapour",
            "latitude": 1.324031,
            "longitude": 103.814139,
            "gastonomie_durable": false,
            "description": "Into the third generation, this family business is famous for mee soto and mee rebus, the former served in broth, the latter in a thicker gravy soup. Bold flavours are authentically Malaysian; add more coriander for extra fragrance."
        },
        {
            "name": "Soon Huat",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/soon-huat",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "North Bridge Road Market & Food Centre, #01-105, 861 North Bridge Road, Singapore, 198783, Singapour",
            "latitude": 1.3058048,
            "longitude": 103.8636367,
            "gastonomie_durable": false,
            "description": "Choose between \"dry\" and soup noodles topped with butterflied prawns, fish cake, bean sprouts and fried garlic. The flavoursome prawn soup on the side is also a treat. Not a fan of prawns? Try the pork ribs noodles instead."
        },
        {
            "name": "Maison Boulud",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/maison-boulud",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine française",
            "cost": "Mid-Range",
            "address": "The Shoppes at Marina Bay Sands, #B1-15 & L1-83, 10 Bayfront Avenue, Singapore, 018956, Singapour",
            "latitude": 1.2852929,
            "longitude": 103.8607,
            "gastonomie_durable": false,
            "description": "With executive chef Rémy Carmignani on board, Maison Boulud is located in the shopping mall at Marina Bay Sands. The patio on the upper level boasts stunning views – perfect for al fresco dining. The elegant main dining room (lower level) has an oversize wine cellar displaying impressive vintages. The menu is defined by classic French cuisine, with more sophisticated plating, as opposed to bistro-style fare. There is also their signature seafood platter."
        },
        {
            "name": "The 1950's Coffee",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/the-50s",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Chinatown Complex Market & Food Centre, #02-048, 335 Smith Street, Singapore, 050335, Singapour",
            "latitude": 1.2821578,
            "longitude": 103.8432905,
            "gastonomie_durable": false,
            "description": "Come here for the quintessential Singaporean teatime classics – kaya toast with kopi kosong (black coffee). This popular stall opened its doors in the 1950s and locals have been lining up to get their caffeine fix ever since."
        },
        {
            "name": "Alma",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/alma",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine européenne contemporaine",
            "cost": "Premium",
            "address": "Goodwood Park Hotel, 22 Scotts Road, Singapore, 228221, Singapour",
            "latitude": 1.3080956,
            "longitude": 103.8341574,
            "gastonomie_durable": false,
            "description": "With an executive chef on board since 2023, Alma now offers two tasting menus at lunch and dinner, featuring well-crafted European dishes strewn with Asian accents. The menus change every three months to keep pace with premium seasonal produce. The venison course is especially impressive depicted by spot-on cooking, juicy meat, fine texture and robust flavour. Whisky lovers should check out the cellar rich in rarities."
        },
        {
            "name": "Feng Zhen Lor Mee",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/feng-zhen-lor-mee",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Taman Jurong Market & Food Centre, #03-146, 3 Yung Sheng Road, Jurong West, Singapore, 618499, Singapour",
            "latitude": 1.3349205,
            "longitude": 103.7213881,
            "gastonomie_durable": false,
            "description": "This popular stall offers lor mee with generous toppings like meatballs and fish flakes. The noodles are springy and the broth is tasty and flavoursome. Also, try their deep-fried prawn rolls with a crispy skin and juicy filling."
        },
        {
            "name": "Heng Heng Cooked Food",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/heng-heng-cooked-food",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Yuhua Village Market and Food Centre, #01-12, Blk 254, Jurong East Street 24, Singapore, 600254, Singapour",
            "latitude": 1.343566,
            "longitude": 103.7380985,
            "gastonomie_durable": false,
            "description": "Both the laksa and prawn mee are made to order and come in three sizes. Their hallmark laksa is doused in a rich aromatic broth and topped with prawns, fried fish cake, fried tofu and cockles."
        },
        {
            "name": "Lao Jie Fang",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/lao-jie-fang",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Mei Ling Market & Food Centre, #02-15, 159 Mei Chin Road, Singapore, 140159, Singapour",
            "latitude": 1.2932654,
            "longitude": 103.8028365,
            "gastonomie_durable": false,
            "description": "Cantonese-style noodles topped with beef brisket, pork ribs, pork knuckles or beef tendon are the name of the game here. The noodles are springy, and the pork knuckles are braised until gelatinous in a secret soy sauce."
        },
        {
            "name": "Roia",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/roia",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine française contemporaine",
            "cost": "Premium",
            "address": "Singapore Botanic Gardens (Nassim Gate entrance), E.J.H Corner House, 1 Cluny Road, Singapore, 259569, Singapour",
            "latitude": 1.3150816,
            "longitude": 103.8154772,
            "gastonomie_durable": false,
            "description": "Not only can you feast your eyes on the lush greenery, you can also taste the herbs and edible flowers grown in the garden and picked minutes before serving. In a refurbished historic edifice, chef-owner Priyam Chatterjee serves two tasting menus that are updated quarterly and feature modern French fare rooted in tradition and exquisitely plated. The top-notch produce comes from around the world and each course tells a story about its source."
        },
        {
            "name": "Zhup Zhup",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/zhup-zhup",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Spécialité de Nouilles",
            "cost": "Affordable",
            "address": "#01-01, 458 MacPherson Road, Singapore, 368176, Singapour",
            "latitude": 1.3319636,
            "longitude": 103.8824999,
            "gastonomie_durable": false,
            "description": "Formerly One Prawn & Co, Zhup Zhup still sees constant queues forming beneath its red awning. Book ahead to cut your wait time. The signature prawn noodles come in a set: a bowl of noodles plus rich prawn soup in a claypot. Out of the four types of noodles, the classic option is yellow noodles with thin bee hoon. The soup is loaded with flavours, imparted in particular by the tomalley of countless prawn heads."
        },
        {
            "name": "Khiri",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/khiri",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Thaïlandaise contemporaine",
            "cost": "Premium",
            "address": "15 Hamilton Road, Singapore, 209185, Singapour",
            "latitude": 1.31152,
            "longitude": 103.86083,
            "gastonomie_durable": false,
            "description": "Formerly known as Chedi, this Thai restaurant rechristened itself Khiri in 2023. Other than that, nothing has changed – the food still strikes a balance of sweet, sour, spicy and salty flavours. The 8-course tasting menu is inspired by Northern, Northeastern, Southern and Central Thai recipes, creatively melding traditions and modern techniques. Khao pad kid terng, the signature fried rice packed with smoky aromas, is still a firm fixture on the menu."
        },
        {
            "name": "Food Street Fried Kway Teow Mee",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/food-street-fried-kway-teow-mee",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Chinatown Complex Market & Food Centre, #02-173, 335 Smith Street, Singapore, 050335, Singapour",
            "latitude": 1.2821551,
            "longitude": 103.8432905,
            "gastonomie_durable": false,
            "description": "Loaded with wok hei, their kway teow mee is ribbon rice noodles, egg noodles, bean sprouts and scrambled egg tossed in a secret sauce. For toppings, choose clams only, or a mix of seafood with fish, squid, shrimps and clams."
        },
        {
            "name": "Guan Kee Fried Carrot Cake",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/guan-kee-fried-carrot-cake",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Albert Centre, #01-59, 270 Queen Street, Singapore, 180270, Singapour",
            "latitude": 1.3009493,
            "longitude": 103.8543342,
            "gastonomie_durable": false,
            "description": "Kind of a misnomer, fried carrot cake is made with radish and not a dessert. It comes in two varieties – black and white. The black one has a caramel-like sweetness while the white one is eggy and salty. Order a mix of both."
        },
        {
            "name": "Fiz",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/fiz",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine malaisienne",
            "cost": "Premium",
            "address": "#01-01/02, 21 Tanjong Pagar Road, Singapore, 088444, Singapour",
            "latitude": 1.279692,
            "longitude": 103.844015,
            "gastonomie_durable": true,
            "description": "Malaysian owner-chef Hafizzul Hashim opened Fiz in 2023 in a bid to showcase his native food culture. His experience menus are an ode to his childhood memories and family recipes, emphasising bold flavours and Malaysian produce. Each course is intricately crafted and composed of numerous ingredients. Expect to spend up to 3 hours over your meal. Speciality cocktails and wine pairings complete the experience."
        },
        {
            "name": "Imbue",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/imbue",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine novatrice",
            "cost": "Premium",
            "address": "32 Keong Saik Road, Singapore, 089137, Singapour",
            "latitude": 1.2804955,
            "longitude": 103.8417162,
            "gastonomie_durable": false,
            "description": "In this heritage shophouse updated with an open kitchen, the dishes are essentially European – but Asian ingredients and taste profiles lend a unique twist. The five- or eight-course dinner menu features Shaoxing-infused abalone from Jeju island, wrapped in kelp and ginger and steamed, served with ginkgo chawanmushi and accompanied by a shiitake reduction and ham jus. The sticky-sweet Malai bread with ginseng honey butter also delivers layers of flavours."
        },
        {
            "name": "Shunsui",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/kappo-shunsui-1195636",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Premium",
            "address": "#01-01, 17 HongKong Street, Singapore, 059660, Singapour",
            "latitude": 1.28762,
            "longitude": 103.84726,
            "gastonomie_durable": false,
            "description": "Formerly Kappo Shunsui, this atmospheric restaurant now serves three multicourse omakase menus, typically consisting of appetisers, sashimi, sushi, hot dish, main course and dessert. The interior is theatrically lit to showcase the food; the wooden counter seats 20 diners who can chat and interact with the chefs. It goes without saying that all the ingredients are top notch; the knife work is razor sharp and the sushi perfectly hand-pressed."
        },
        {
            "name": "Fei Fei Roasted • Noodle",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/fei-fei-roasted-%E2%80%A2-noodle",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Yuhua Village Market and Food Centre, #01-28, Blk 254, Jurong East Street 24, Singapore, 600254, Singapour",
            "latitude": 1.3436537,
            "longitude": 103.7376562,
            "gastonomie_durable": false,
            "description": "Popular stall for roasted meat and dumplings. Duck leg with shrimp wonton noodles is recommended. Come early before the food runs out."
        },
        {
            "name": "Mag's Wine Kitchen",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/mag-s-wine-kitchen",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine européenne contemporaine",
            "cost": "Mid-Range",
            "address": "Kesa House, #01-06, ​55 Keong Saik Road, Singapore, 089158, Singapour",
            "latitude": 1.2806561,
            "longitude": 103.8416323,
            "gastonomie_durable": false,
            "description": "Two things catch your attention when you set foot in this long-standing household name – the small walk-in cellar and the bustling open kitchen, where chef-owner Mag can be seen working with her team. Octopus with tomato and chorizo coulis is a decadent start to the meal, followed by classics such as risotto with Boston lobster: for years a staple on the menu, it keeps regulars coming back. The perfect wine-and-dine spot for a Friday night out."
        },
        {
            "name": "Oshino",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/oshino",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Sushi",
            "cost": "Luxury",
            "address": "Raffles Arcade, #01-11, 328 North Bridge Road, Singapore, 188719, Singapour",
            "latitude": 1.30516,
            "longitude": 103.86369,
            "gastonomie_durable": false,
            "description": "The slate- and pebble-covered hallway leads to a cosy, bamboo-clad room with only nine seats. Chef Oshino worked at a renowned sushiya for ten years, before opening his own shop tucked away in a corner of this mall. Sushi is his speciality and forms the backbone of his set and omakase menus, interlaced with sashimi. Sushi rice from his home prefecture Yamagata is dressed with vinegar and hand-pressed into nigiri, though not strictly in Edomae style."
        },
        {
            "name": "Hong Wen Mutton Soup",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/hong-wen-mutton-soup",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Beauty World Food Centre #04-20, 144 Upper Bukit Timah Road, Singapore, 588177, Singapour",
            "latitude": 1.3423709,
            "longitude": 103.7762553,
            "gastonomie_durable": false,
            "description": "In operation for over half a century, this stall is now run by the second-generation owner and his wife. Their signature soup comprises mutton, tripe or tendon in a garlicky and peppery broth with strong herbal accents."
        },
        {
            "name": "The Coconut Club (Beach Road)",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/the-coconut-club-1195654",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine malaisienne",
            "cost": "Mid-Range",
            "address": "269 Beach Road, Singapore, 199546, Singapour",
            "latitude": 1.3006534,
            "longitude": 103.8601437,
            "gastonomie_durable": false,
            "description": "This whitewashed traditional shophouse evokes unmistakably tropical vibes – wicker back chairs, wallpaper with banana leaf prints and cheerful blue-and-white tiled flooring. On the menu, the coconut theme is also obvious – the nasi lemak set is the best seller, but other dishes deserve equal attention too, such as ayam goreng berempah (spiced fried chicken with crispy rempah crumbs), and sago pudding with pandan, palm sugar and coconut cream."
        },
        {
            "name": "Hup Hong Chicken Rice",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/hup-hong-chicken-rice",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Yuhua Village Market and Food Centre, #01-51, Blk 254, Jurong East Street 24, Singapore, 600254, Singapour",
            "latitude": 1.3436675,
            "longitude": 103.7376637,
            "gastonomie_durable": false,
            "description": "The queue to get your roasted or boiled chicken rice may be long, but the wait is worthwhile for the silky-fleshed meat and the heady aromas of rice cooked in chicken stock and fat. Enjoy with char siew or roast pork."
        },
        {
            "name": "Labyrinth",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/labyrinth",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine novatrice",
            "cost": "Premium",
            "address": "",
            "latitude": 1.2897489,
            "longitude": 103.8563,
            "gastonomie_durable": false,
            "description": "Chef LG Han takes recognisable local flavours and tastes remembered from childhood as his starting point – and then reimagines and reinterprets them, using superlative ingredients from across Singapore. The result is an exciting, original and unforgettable set menu that surprises, amuses and satisfies. The restaurant’s black canvas is punctured by razor sharp lighting, while the service team are clued up and very well organised."
        },
        {
            "name": "Garibaldi",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/garibaldi",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine italienne",
            "cost": "Mid-Range",
            "address": "#01-02, 36 Purvis Street, Singapore, 188613, Singapour",
            "latitude": 1.296564,
            "longitude": 103.855,
            "gastonomie_durable": false,
            "description": "Ossobuco, costoletta alla Milanese and tiramisu are some of the signature dishes here, at one of the city’s best known Italian restaurants. The affable owner, though, wants everyone to be able to find their favourite dish which is why he offers such a large, all-encompassing menu. The impressive wine list, featuring around 7000 labels, is another feature for which this cosy and contemporary-styled restaurant is celebrated."
        },
        {
            "name": "Seroja",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/seroja",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine malaisienne",
            "cost": "Premium",
            "address": "Duo Galleria, #01-30/31/32/33, 7 Fraser Street, Singapore, 189356, Singapour",
            "latitude": 1.29993,
            "longitude": 103.85802,
            "gastonomie_durable": true,
            "description": "An alumnus of prestigious establishments in France, the U.S. and Singapore, Chef Kevin Wong opened Seroja in 2022 to pledge his love to the Malay Archipelago. His seafood-focused tasting menus pay tribute to Malaysian culinary traditions with a generous use of local produce, spices and techniques. The plating is meticulous and artful and the flavours subtle and finely balanced. Ask about the food and wine or non-alcoholic beverage pairing."
        },
        {
            "name": "Da Po",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/da-po",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Golden Mile Food Centre, #B1-53, 505 Beach Road, Singapore, 199583, Singapour",
            "latitude": 1.3029969,
            "longitude": 103.8639417,
            "gastonomie_durable": false,
            "description": "This stall serves only curry chicken noodles and Hainanese chicken rice. The latter comes in three portion sizes. Choose between roast or steamed chicken. The steamed one boasts meaty flavour, springy skin and silky flesh."
        },
        {
            "name": "Ann Chin Handmade Popiah",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/ann-chin-handmade-popiah",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Chinatown Complex Market & Food Centre, #02-112, 335 Smith Street, Singapore, 050335, Singapour",
            "latitude": 1.2821926,
            "longitude": 103.8432986,
            "gastonomie_durable": false,
            "description": "Popiah packed with ingredients including eggs, shrimp, carrot, peanuts etc. provide a rich and varied taste."
        },
        {
            "name": "Summer Palace",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/summer-palace-501658",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine cantonaise",
            "cost": "Premium",
            "address": "Conrad Orchard, Level 3, 1 Cuscaden Road, Singapore, 249715, Singapour",
            "latitude": 1.3046521,
            "longitude": 103.8247494,
            "gastonomie_durable": false,
            "description": "The serene interior is furnished in contemporary Chinese style, in a palette dominated by warm whites and muted tones. On the menu, wok hei-laden stir-fries such as crocodile fillet in brown sauce, and venison with Chinese kale feature alongside Cantonese classics including baked stuffed crab shell, steamed Chinese marrow rings stuffed with shrimp, and spinach and tofu in crabmeat sauce. Be sure to try the exquisitely crafted dim sum, too."
        },
        {
            "name": "Fu Ming Cooked Food",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/fu-ming-cooked-food",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Redhill Market, #01-49, 85 Redhill Lane, Singapore, 150085, Singapour",
            "latitude": 1.2874936,
            "longitude": 103.8183732,
            "gastonomie_durable": false,
            "description": "Homemade black and white carrot cake is served. The black one with dark soya sauce is crispy and tasty."
        },
        {
            "name": "Jian Bo Tiong Bahru Shui Kueh",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/jian-bo-tiong-bahru-shui-kueh",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Jurong West 505 Market & Food Centre, #01-27, Blk 505, Jurong West Street 52, Singapore, 640505, Singapour",
            "latitude": 1.3492969,
            "longitude": 103.7183594,
            "gastonomie_durable": false,
            "description": "The rice cake with a sauce of preserved vegetables, sesame, dried shrimp and chilli is spicy and delicious."
        },
        {
            "name": "Fatty Ox HK Kitchen",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/fatty-ox-hk-kitchen",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Chinatown Complex Market & Food Centre, #02-84, 335 Smith Street, Singapore, 050335, Singapour",
            "latitude": 1.2822034,
            "longitude": 103.8432932,
            "gastonomie_durable": false,
            "description": "Offers a wide array of noodles, including pork trotter and barbecue meats. The fresh yam noodles are handmade and available for take away only."
        },
        {
            "name": "Rojak‧Popiah & Cockle",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/rojak%E2%80%A7popiah-cockle",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Maxwell Food Centre, #01-56, 1 Kadayanallur Street, Singapore, 069184, Singapour",
            "latitude": 1.2802066,
            "longitude": 103.844857,
            "gastonomie_durable": false,
            "description": "This clean, tidy stall is named after the three items on its menu. The rojak features pineapple, yam bean, cucumber and fried dough stick dressed in a sweet, tangy and spicy sauce. Try their made-to-order popiah, too."
        },
        {
            "name": "Cheok Kee",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/cheok-kee",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Geylang Bahru Market & Food Centre, #01-35, 69 Geylang Bahru, Singapore, 330069, Singapour",
            "latitude": 1.32144,
            "longitude": 103.870173,
            "gastonomie_durable": false,
            "description": "Its famous soy-marinated duck boasts velvety flesh on a bed of steamed rice perfumed by duck scents. It comes with chilli vinegar that aptly cuts through the richness, plus an aromatic duck soup made with Chinese herbs."
        },
        {
            "name": "Singapore Fried Hokkien Mee",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/singapore-fried-hokkien-mee",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Whampoa Makan Place, #01-32, 90/91 Whampoa Drive 91, Singapore, 320091, Singapour",
            "latitude": 1.3230892,
            "longitude": 103.8549053,
            "gastonomie_durable": false,
            "description": "Their famous Hokkien mee is made with rice vermicelli and yellow egg noodles, which are topped with prawns and squid for that umami flavour – even better with a helping of spicy homemade chilli sauce."
        },
        {
            "name": "Kwee Heng",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/kwee-heng",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Newton Food Centre, #01-13, 500 Clemenceau Avenue North, Singapore, 229495, Singapour",
            "latitude": 1.312026,
            "longitude": 103.8395432,
            "gastonomie_durable": false,
            "description": "With over 40 years of history, Kwee Heng makes boneless braised duck that is tender, juicy and flavoursome; it can be served with rice, congee or noodles. Other dishes such as Hainanese chicken and char siew are also available."
        },
        {
            "name": "Traditional Hakka Lui Cha",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/traditional-hakka-lui-cha",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Jurong West 505 Market & Food Centre, #01-12, Blk 505, Jurong West Street 52, Singapore, 640505, Singapour",
            "latitude": 1.347649,
            "longitude": 103.717921,
            "gastonomie_durable": false,
            "description": "Hakkanese Lui Cha is a soupy rice dish in which chicken, cabbage and pickles meet the nuttiness of sesame and peanuts plus a hint of herbs. Order the fish cake, stuffed tofu or fried egg toppings."
        },
        {
            "name": "Zi Jing Cheng Hainanese Boneless Chicken Rice",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/zi-jing-cheng-hainanese-boneless-chicken-rice",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Alexandra Village Food Centre, #01-15, Blk 120 Bukit Merah Lane 1, Singapore, 150120, Singapour",
            "latitude": 1.2862958,
            "longitude": 103.8045586,
            "gastonomie_durable": false,
            "description": "There is only one thing on the menu – Hainanese boneless chicken rice. Set menus are available for one to three guests, all served with steamed chicken, rice and soup. The bird is tender and flavoursome. Expect to queue any time."
        },
        {
            "name": "Meta",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/meta-570540",
            "stars": 2,
            "bib-gourmand": false,
            "cuisine": "Cuisine novatrice",
            "cost": "Premium",
            "address": "9 Mohamed Sultan Road, Singapore, 238959, Singapour",
            "latitude": 1.2789446,
            "longitude": 103.8414145,
            "gastonomie_durable": false,
            "description": "Chef Sun Kim hails from Korea's Busan, and his refined modern cooking combines Korean traditions and bold flavours with contemporary minimalist aesthetics. The dining room shares the same space as the kitchen, for a chef's table feel. The steamed Jeju abalone with gochujang seaweed risotto is a hit, with its contrasting textures – the tender mollusc, creamy rice and crunchy lily bulbs. The seafood-heavy single set menu will also appeal to meat lovers."
        },
        {
            "name": "New World Mutton Soup",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/new-world-mutton-soup",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Street Food",
            "cost": "Affordable",
            "address": "Bedok Interchange Hawker Centre, #01-23, 208 New Upper Changi Road, Singapore, 460208, Singapour",
            "latitude": 1.324706,
            "longitude": 103.9306438,
            "gastonomie_durable": false,
            "description": "The speciality here – mutton soup – is briny-sweet with plenty of umami, and finely shredded ginger to add zing. Other lamb specialities such as rib soup, kway teow, meatballs, lamb tendon and offal are also worth trying."
        },
        {
            "name": "Cumi Bali",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/cumi-bali",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine indonésienne",
            "cost": "Mid-Range",
            "address": "50 Tras Street, Singapore, 078989, Singapour",
            "latitude": 1.2781933,
            "longitude": 103.8442371,
            "gastonomie_durable": false,
            "description": "Relocated to Tras Street in 2021, this friendly restaurant serves authentic Indonesian cooking in a room enhanced by artifacts and bamboo-styled furnishings. The signature whole grilled squid Cumi Bali – succulent and springy in texture – gives the restaurant its name. It is particularly delicious in their prized homemade sauce made with a myriad of natural spices. Nasi Kunyit is a rice dish jazzed up by 11 spices such as turmeric, cinnamon and pandan leaves."
        },
        {
            "name": "Marguerite",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/marguerite",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine européenne contemporaine",
            "cost": "Premium",
            "address": "Flower Dome, #01-09, Gardens by The Bay, 18 Marina Gardens Drive, Singapore, 018953, Singapour",
            "latitude": 1.2849725,
            "longitude": 103.8639515,
            "gastonomie_durable": false,
            "description": "Dining in the Flower Dome makes for a back-to-nature moment and Chef Wilson does it with a touch of class. In his tasting menu, gracefully presented courses are underpinned by solid techniques, packed with oomph and flavours bold enough to match the showy, colourful blooms. The wine list showcases some rare labels, including bottles from Lebanon and Morocco, while the temperance pairing is also interesting. Service is seamless and personable."
        },
        {
            "name": "Imperial Treasure Fine Teochew Cuisine (Orchard)",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/imperial-treasure-fine-teochew-cuisine-orchard",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Spécialités de Chaozhou",
            "cost": "Mid-Range",
            "address": "ION Orchard, #03-05, 2 Orchard Turn, Singapore, 238801, Singapour",
            "latitude": 1.304144,
            "longitude": 103.83147,
            "gastonomie_durable": false,
            "description": "Since 2016, this restaurant has been serving traditional Teochew fare with an emphasis on fresh seafood. Only 15 oversized swimmer crabs are steamed and served chilled each day, so order ahead to avoid disappointment. Teochew-style, chilled, steamed fish also impresses with irresistible briny-sweetness, tender flesh and buttery belly. Dip in the delicious Puning bean sauce for extra umami. Other classics, like the oyster omelette, are also worth trying."
        },
        {
            "name": "Jaan by Kirk Westaway",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/jaan-by-kirk-westaway",
            "stars": 2,
            "bib-gourmand": false,
            "cuisine": "Cuisine britannique contemporaine",
            "cost": "Premium",
            "address": "Swissôtel The Stamford, Equinox Complex, Level 70, 2 Stamford Road, Singapore, 178882, Singapour",
            "latitude": 1.293387,
            "longitude": 103.85314,
            "gastonomie_durable": false,
            "description": "Embodying the quintessence of fine dining, this romantic restaurant has it all – food, service, ambiance and spectacular views. Chef Westaway makes good use of top-notch British produce and inspirations, such as scallops from Scotland and turbot from Cornwall, to turn out modern culinary creations that never fail to impress. Some British classics also got a makeover – “hen’s egg” is a refined take on the breakfast favourite dippy eggs with soldiers."
        },
        {
            "name": "Nae:um",
            "link": "https://guide.michelin.com/fr/fr/singapore-region/singapore/restaurant/nae-um",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Coréenne contemporaine",
            "cost": "Premium",
            "address": "161 Telok Ayer Street, Singapore, 068615, Singapour",
            "latitude": 1.28033,
            "longitude": 103.84755,
            "gastonomie_durable": false,
            "description": "The bright room is furnished in a cream and birch colour scheme, imparting calmness and warmth. The Korean chef Louis Han named his restaurant Nae:um, meaning a fragrance that evokes memories. Food culture and recollections of his home country are at the core of his episodic menu that changes with seasons. Innovative courses are precisely executed and presented in an ethereal, refreshing manner, but have inklings of their Korean roots."
        }
    ]
}