{
    "attractions": [
        {
            "site": "CNTraveler",
            "rank": 0,
            "Title": "Balthazar",
            "description": "Keith McNally's flagship restaurant—this is also the master behind such atmospheric Manhattan mainstays as Pastis, the Odeon, Minetta Tavern, and Morandi, each also worth a visit if I may suggest a “Keith McNally crawl”—is a high-ceilinged, brasserie-inspired scene to end all scenes. Martinis are omnipresent at the bar and in deep red-leather booths. So are steak frites smothered in peppercorn sauce. But the asset that's fabulous with the greatest diversity are the patrons—like if thatNew Yorkmagazine cover all convened to share a meal.Alison Roman once toldInterview: “The food is so bad, it’s too expensive, I love going there.” She's being facetious for comedic effect—the food is just fine, but it is true that you're really going there to go there. With your expectations duly measured, enjoy an uncomplicated onion soup gratine and some yummy, well-buttered escargot for starters before moving on to the steak frites main event. For dessert, there's nowhere worth going more than the perfect profiteroles, poured with warm chocolate sauce tableside."
        },
        {
            "site": "CNTraveler",
            "rank": 1,
            "Title": "Arthur Avenue",
            "description": "Almost every awning along the stretch of The Bronx's Arthur Avenue between D'Auria-Murphy Triangle and Ciccarone Park marks an Italian name possessing something—a pizzeria, a restaurant, a bakery. But just because it's all Italian, all the time along these two blocks doesn't mean all aren't welcome to come and patronize these establishments. It's some of the absolute best Italian food in New York City lined up for your convenience, bustling with life and good eats. Executive editor Erin Florio's relatives still do their Sunday shopping in the market, which she describes as \"dusty but great.\" Poking around and picking a few things up there is really where it's at—bright seasonal produce, sausages of all stripes dangling from the ceiling, fresh-baked bread and vinegar-y imports from the old country line the walls in cans and jars. It's true one-stop shopping."
        },
        {
            "site": "CNTraveler",
            "rank": 2,
            "Title": "Film Forum",
            "description": "This is the last independent, nonprofit cinema in New York City. Little has changed about this humble, unpretentious theater since it first opened in 1970 as a screening space for independent films—there's the big marquee outside, lighting up an otherwise quiet stretch of West Houston; a ticket booth with microphone and glass partition; and a red carpet underfoot. It's retro without feeling dated, a warm place out of time. Behind the concessions counter, by the way, are some very nice people selling some very good espresso and baked goods (try the cakes carrot and orange bundt) in addition to regular sodas and candies. From new and obscure cinema made outside the US to a dazzling assortment of global classics that has most recently includedMidnight CowboyandLe Samourai, you can rest assured that every last thing on the marquee is worth a few hours of your time."
        },
        {
            "site": "CNTraveler",
            "rank": 3,
            "Title": "Central Park",
            "description": "To get thatNora Ephron New York experience, you have no choice but to take a stroll through Central Park while in the city. As you step off the crowded sidewalks of 59th Street into a mass of green, you’ll hardly realize what lies before you: 693 acres of man-made gardens, meadows, forests, and  hillsides. If you ambled down every one of Central Park’s pathways, you would walk 58 miles. Along the way, you pass sculptures, bridges, and arches, plus 21 playgrounds, a winter ice-skating rink, even a zoo . But you’d hardly notice the four major crosstown thoroughfares, which cleverly disappear into foliage-covered tunnels. Map your park route to stop at classic Central Park landmarks, like the Bethesda Fountain, Bow Bridge, Belvedere Castle, and the Strawberry Fields John Lennon Memorial."
        },
        {
            "site": "CNTraveler",
            "rank": 4,
            "Title": "Chinatown",
            "description": "Chinatown is one of the neighborhoods that makes lower Manhattan vibrant and unforgettable. After surfacing from the steps of the Canal Street subway station onto the sidewalk, meandering past thick crowds, neon light shops, and vendors peddling fake designer bags, you’ll find yourself in the narrow streets of Chinatown, where there are bright heaps of produce, succulent ducks hanging in windows, and restaurants old and new. Touching Tribeca, SoHo, Little Italy, and the Lower East Side, Chinatown has a rich history and began being populated by Chinese immigrants as early as the 1850s. You can visit in whichever way makes sense for you. Whether you spend an hour devouring a box of roast pork or duck from street-style Wah Fung No. 1 before you have to proceed elsewhere, or you spend half a day shopping for produce, dining out, and paying a visit to theMuseum of Chinese in America, everyone will gain something from a visit to Chinatown."
        },
        {
            "site": "CNTraveler",
            "rank": 5,
            "Title": "Brooklyn Bridge",
            "description": "When the Brooklyn Bridge was constructed in 1883—extending 1,595 feet across the East River, connecting lower Manhattan to Brooklyn Heights—it was the longest suspension bridge in the world. Now, it’s a historic staple of the New York City skyline, transporting commuter car traffic underneath andtouristic foot traffic above. Standing before arches and rectangles with city skyscrapers rising in the distance, will at once inspire a sense of grandiosity and slightness."
        },
        {
            "site": "CNTraveler",
            "rank": 6,
            "Title": "The Noguchi Museum",
            "description": "This intimate, meditative museum in Long Island City was conceived and built by Isamu Noguchi himself. Here, his mostly abstract sculptures and often-copied paper lamps are displayed across two levels of exhibition space and throughout a quiet, ivy-covered walled garden. Even if you're not familiar with Noguchi's work, you've probably come across one of his Akari light sculptures—geometric or globular lamps made of washi paper and bamboo that glow softly from within—which have become something of a modern design trope since he started designing them in the early 1950s."
        },
        {
            "site": "CNTraveler",
            "rank": 7,
            "Title": "Yankee Stadium",
            "description": "A spring or summer day spent cheering at an NYC ballpark is a classic activity for a reason. Located in the Bronx, Yankee Stadium is the home field of New York’s 27-time World Champions. It’s a half-hour subway ride from Penn Station and approximately a 20-minute subway ride from Grand Central Terminal, making it easily accessible from Manhattan. It replaced the 1923 original in 2009 and cost $1.5 billion to build, making it one of the world’s most expensive stadiums. It seats 50,287 fans. New York Yankees games, obviously, are the main event here, but you can also attend concerts, college football, and soccer matches."
        },
        {
            "site": "CNTraveler",
            "rank": 8,
            "Title": "Jewish Brooklyn: Tours of Hasidic Brooklyn",
            "description": "The pockets of Brooklyn inhabited predominately by the Hasidic are not often explored on the average Big Apple itinerary. There are two guided tours you can take of Hasidic Brooklyn: Frieda Vizel's of conservative Williamsburg and the Friedman family's of the slightly-more-flexible Crown Heights (none yet open us to the cosmopolitan Borough Park.) The former rendezvouses in the bus plaza just below the Williamsburg Bridge, the latter around the dining room table of a family home. From there, you're off to the races learning from people who know and love their subject deeply. You'll also sample kosher sweets and stop at the deli, dip into a toy store or wigmaker, and meet quite a few friendly faces. Both are excellent ways to immerse yourself, for a few hours, in the culture of some of Brooklyn’s more enigmatic inhabitants."
        },
        {
            "site": "CNTraveler",
            "rank": 9,
            "Title": "The Cathedral of St. John the Divine",
            "description": "The Cathedral of St. John the Divine on 112th and Amsterdam in Upper Manhattan’s Morningside Heights is the largest cathedral in the world and the sixth-largest church by area. Hundreds of thousands of visitors walk through these doors annually for a reason. The cathedral itself—and its remarkable Gothic architecture, story-telling stained glass windows, and 17th century tapestries—is already worth visiting. But there is artwork that is especially meaningful to New York City here as well, including Keith Haring's white gold and bronze altarpiece and a 9/11 memorial sculpture by Meredith Bergmann, which holds debris of the towers in it.  The cathedral holds daily and Sunday worship services, which welcome all. There is no charge to pray, meditate, or contemplate in the cathedral. Visitors who show for sightseeing purposes can enter for $15 admission. Special tours are offered depending on the day of the week."
        },
        {
            "site": "CNTraveler",
            "rank": 10,
            "Title": "Staten Island Ferry",
            "description": "One of the first things associate editor Hannah Towey did when she moved to New York City was board the (free! bright orange!) Staten Island Ferry by Battery Park at Manhattan's bottom, watch the sunset over the water on her way to that far-flung borough, and then turn around and get right back on for the return to Manhattan. Forget the outrageously expensive Statue of Liberty cruises and the discomfort of the official ferry (although Ellis Island, unfortunately the next stop on the same trip, is worth a visit)—here you see plenty of Lady Liberty, Governor's Island, and the skyline without opening your purse. It's a dreamy 25 minutes each way, passed easily watching the myriad terns dip into the ship's wake. This is not to say you shouldn't spend a few hours on Staten Island if you have the time—the Botanical Garden is as gorgeous as it is free, and the food is impeccable with abundant Sri Lankan options (try New Asha, although you can't go wrong anywhere) and excellent Italian atEnoteca Mariafor nonnas and their appreciators."
        },
        {
            "site": "CNTraveler",
            "rank": 11,
            "Title": "The Morgan Library & Museum",
            "description": "The Morgan is like a multi-hyphenate millennial—only instead of actress/model/influencer/whatever, it’s museum/library/landmark/historic site/music venue. Inside the multimillionaire’s personal library, expanded into a must-see museum and cultural space, you'll find rare artifacts, paintings, and books, some dating back to 4000 B.C. that are worth more than your house. In particular the museum is home to one of 23 copies of the original Declaration of Independence; Mozart's handwritten score of the Haffner Symphony; the collected works of African American poet Phillis Wheatley; the only extant manuscript of Milton'sParadise Lost; and Charles Dickens’s manuscript ofA Christmas Carol. Swoon."
        },
        {
            "site": "CNTraveler",
            "rank": 12,
            "Title": "MoMA PS1",
            "description": "The sister institution toMoMAis no ordinary art museum. Located in a striking Renaissance Revival former public school building in Long Island City, Queens, MoMA PS1’s setting is just as interesting as its collection. All manner of cutting-edge contemporary art is shown here, with a collection over 200,000 pieces strong, from the likes of James Turrell and Ai Weiwei. The people-watching can be just as good as the art, as creative types from around the city come here to find inspiration."
        },
        {
            "site": "CNTraveler",
            "rank": 13,
            "Title": "Broadway",
            "description": "For locals and first-time visitors alike, seeing a Broadway show is a special experience, and one that is exclusive to New York City. Times Square is ordinarily a drag, but when you’re moseying into Midtown Manhattan for a show the bright billboards and lights don’t flash in your face—they dazzle in your eyes. A Broadway show's costumes, sets, songs, and stories are the stuff of dreams. Shows that could very well run forever includeWicked, The Book of Mormon,andHamilton, but there's also an ever-rotating selection of revivals and debuts worth checking out. And that's not to mention the more daring fare happening downtown at theaters like the Public, Off-Broadway."
        },
        {
            "site": "CNTraveler",
            "rank": 14,
            "Title": "Bemelmans Bar",
            "description": "At Bemelmans, Ludwig Bemelman's illustrations—you might remember them from theMadelinebooks—adorn the walls. In one panel, a bunny smokes a cigar inCentral Park; in another, a man hands a boy a clutch of balloons. This is a bar where gawking is permissible. The cocktails here very much depend on who’s making them: an Old Fashioned might be a bit watery, a whiskey sour too tart. But often a dirty gin Martini is just perfectly executed. Everything is expensive—it’s clear why you’re here—so take the edge off that sensation by digging into the free, hearty snacks that float your way."
        },
        {
            "site": "CNTraveler",
            "rank": 15,
            "Title": "New York Botanical Garden",
            "description": "The New York Botanical Garden has carefully manicured flower gardens, lush fields, winding hikes, and impeccable greenhouses. There are spaces that feel deeply intimate, as if you're truly separated from the world, and there are vast expanses where it's hard to believe you're still inthe Bronx. In winter, the greenhouses host an annual train show recreating all of New York City in miniature; the warmer months bring every floral delight imaginable, from cherry trees to peonies. Plan to spend at least half a day here and pack a picnic."
        },
        {
            "site": "CNTraveler",
            "rank": 16,
            "Title": "Brooklyn Heights Promenade",
            "description": "It’s one thing to be in the midst of Manhattan, on the ground; it’s quite another to look upon it from across the river. In Brooklyn Heights, a couple subway stops away from lower Manhattan, the city’s image looms large before you. Arguably the best view of the skyline in the city, the Brooklyn Heights promenade hovers above the Brooklyn-Queen Expressway. Underlying the peaceful, tree-lined walkway, traffic rumbles below. The promenade stretches from Remsen Street at the south end to Middagh Street at the north. Around the corner, pedestrians can discretely cross a basketball court to access a suspended footbridge that zigzags down to the piers of Brooklyn Bridge Park. While in the picturesque neighborhood, make stops at the New York Transit Museum, the Sardinian trattoria River Deli, and the old-time dive bar Montero."
        },
        {
            "site": "CNTraveler",
            "rank": 17,
            "Title": "Grand Central Terminal",
            "description": "Grand Central Terminal is more than just one of the busiest train stations in the world—it's a window intoold New Yorkand into a time when train travel was the ultimate luxury for the wealthy and a necessity for the working man. If you aren't commuting in or out of the city, avoid coming during rush hour, and take your time admiring the landmark architecture and checking out the top-notch dining and shopping."
        },
        {
            "site": "CNTraveler",
            "rank": 18,
            "Title": "9/11 Memorial and Museum",
            "description": "Every American should visit the 9/11 Memorial and Museum at least once. As you enter the museum, you descend from the street to bedrock level—the foundation of the former Twin Towers—and are placed in a meditative mindset, forced to recall where you were on that fateful day. The museum itself is a masterful balance: It's grand in scale, contemplative in its construction, and personal in its execution. It pays homage to the enormity of the loss, both physical and spiritual."
        },
        {
            "site": "CNTraveler",
            "rank": 19,
            "Title": "The Cloisters",
            "description": "Located on four acres in northern Manhattan's Fort Tryon Park, the Met Cloisters is a branch of theMetropolitan Museum of Artand is America’s only museum dedicated exclusively to the art and architecture of the Middle Ages. The building overlooks the Hudson River and actually incorporates five medieval-inspired cloisters into a modern museum structure, creating a historic, contextualized backdrop in which to view the art."
        },
        {
            "site": "CNTraveler",
            "rank": 20,
            "Title": "Museum of Modern Art (MoMA)",
            "description": "Located in Midtown Manhattan, the MoMA is larger than it appears as you approach it from the street below. One of the world’s most influential museums—displaying the works of important artists like Van Gogh, Monet, Picasso, Matisse, Rothko, Frida Kahlo, Salvador Dali, and Diane Arbus—it has 630,000 square feet of space and attracts more than a million visitors a year. While making a beeline for the fifth-floor Collection Galleries to take in The Starry Night and Monet’s Water Lilies is understandable, don’t miss the exhibitions, which tell new stories and can only be experienced in a limited time frame. Allocate time to spend pouring over the remarkable books and objects in the famous gift shop, too—an NYC must-visit in its own right."
        },
        {
            "site": "CNTraveler",
            "rank": 21,
            "Title": "Apollo Theater",
            "description": "Countless careers have been made and stars have passed through this world famous, legendary Harlem theater—Duke Ellington, Ray Charles, Aretha Franklin, Ella Fitzgerald, Diana Ross, Lauryn Hill, and D’Angelo to name a few. The venue—which began as a white-only burlesque destination until 1934, when under new ownership it began welcoming and becoming central to the Black community—has been active for 88 years, with swing, blues, jazz, R&B, and comedy acts taking the stage. Today, visitors can attend events like Amateur Night at the Apollo, one of the city’s most long-standing, fame-making live shows. Capacity is 1,500, with three levels of seating, and contrary to the way it appears on 'Showtime at the Apollo,' is intimate without much legroom."
        },
        {
            "site": "CNTraveler",
            "rank": 22,
            "Title": "Prospect Park",
            "description": "Prospect Park is in many ways the Central Park of Brooklyn; in fact, it was designed shortly after by the same team of architects, Frederick Law Olmsted and Calvert Vaux, and has many of the same features: sprawling meadows, walking trails, and picturesque bodies of water. In feeling though, it’s more rambling and less manicured than its touristed Manhattan counterpart. Prospect Park Woodlands is Brooklyn’s last remaining forest, with 250 acres of trees, turtles, chipmunks, 200 species of birds, and other fauna and flora. There's also basketball and tennis courts, a carousel, playgrounds, zoo, and a 3.35-mile loop for runners and bikers (they’refast—watch out!). While there, make a trip to adjacentBrooklyn Botanic Garden, particularly lovely during cherry blossom season."
        },
        {
            "site": "CNTraveler",
            "rank": 23,
            "Title": "Coney Island",
            "description": "Coney Island has a reputation as a circus-worthy tourist trap, which is exactly what it is. But you may be surprised by the old-timey charms of this beachfront American town. You’ll definitely be impressed by the food and drinks—Totonno's Pizza, Gargiulo's and Coney Island Brewery in particular. Locals and tourists hang out on the beach, eat ice cream cones on the promenade, and stand in line for the famed Cyclone roller coaster. The beach and boardwalk along with spots like Nathan’s are open year-round. The amusement park itself is seasonal. Events like the annual Mermaid Parade (crowded as they may be) are worth watching for the audacity and theatrics you can’t find anywhere else in the world but Coney Island."
        },
        {
            "site": "CNTraveler",
            "rank": 24,
            "Title": "Lincoln Center",
            "description": "World-renowned performing arts center Lincoln Center is always worth visiting when the opportunity arises, and in October 2022, David Geffen Hall, home to the New York Philharmonic, reopened after a major renovation that improved the venue’s acoustics and spiffed it up with a modern look. The sprawling Upper West Side complex is also home to the Metropolitan Opera, the New York City Ballet, the Chamber Music Society of Lincoln Center, and Juilliard. All kinds of music, dance, theater, and films show here; some highlights from the upcoming calendar include the rapturously energetic New York Film Festival (catch the latest films long before they hit theaters, embedded in one of the reactive audiences on this Earth), the operas likeThe Life and Times of Malcom XandLa Boheme, and ballets likeThe Nutcracker. Whether you’re on a special date or reconnecting with old friend when you’re in town, seeing a live performance at Lincoln Center will always make for an elegant and memorable night out."
        },
        {
            "site": "CNTraveler",
            "rank": 25,
            "Title": "Washington Square Park",
            "description": "If people-watching is your sport, Washington Square Park is your place. Entertainment is a given in this intimate, not-quite 10-acre space, filled with career chess players, musicians, performers, students, sunbathers, strollers, and general throngs of Greenwich Villagers, desperate for a bit of fresh air. Take your time as you go through: Pause beneath Washington Arch, honoring our country’s first president (for whom the Park is named), and observe the laurel wreaths and intricate motifs that extend from the base to the keystones, atop which twin eagles perch like constant watchmen. Washington Square Park is the beating heart of this vibrant New York neighborhood."
        },
        {
            "site": "CNTraveler",
            "rank": 26,
            "Title": "The Metropolitan Museum of Art",
            "description": "For nearly a century and a half, the Met has remained the cultural epicenter of New York City, thanks to forward-thinking exhibits and an extensive permanent collection. With its Gothic-Revival-style building, iconic tiered steps, andCentral Parklocation, the building is a sight to be seen. But step inside its Great Hall—as a ceaseless parade of museumgoers move to-and-fro—and you’ll feel the overwhelming sense of possibility and discovery that lays beyond. If you've got limited time or compatriots with limited attention spans, start with the Temple of Dendur, a 2,000-year-old soaring Egyptian temple (the only complete one in the Western Hemisphere.)"
        },
        {
            "site": "CNTraveler",
            "rank": 27,
            "Title": "Blue Note Jazz Club",
            "description": "Blue Note has been one of the best jazz clubs in New York, and the world, since the 1980s. It offers music every night at 8 p.m. and 10:30, and on Friday and Saturday nights has a late night series at 12:30 a.m., which showcases emerging talent. If you're looking to get a taste of jazz in NYC, you can do no better. Over the years, legendary musicians including Sarah Vaughan, Dizzy Gillespie, and Ray Charles have performed on the Blue Note Stage, as well as contemporary jazz acts such as Wynton Marsalis, Keith Jarrett, and Chris Botti. Tables are intimate, close-set, and all-ages (with the bar being 21-plus)."
        },
        {
            "site": "CNTraveler",
            "rank": 28,
            "Title": "Union Square Greenmarket",
            "description": "Union Square is a place of the people, not unlike the agoras of ancient Athens—and no offering of Union Square showcases this quality quite like the bustling Greenmarket. From upstate New York, theBerkshires, New Jersey, and Pennsylvania, vendors sell artisan bread, honey, fresh-cut flowers, heritage meats, pastries, seasonal fruits and vegetables both common and uncommon, and much more. Don't miss the free events, like book signings and more: Cooking demos take place at the Market Information tent daily, beer and spirits pop-ups show seasonally, and the education station offers tours and tastings."
        },
        {
            "site": "CNTraveler",
            "rank": 29,
            "Title": "Rockefeller Center",
            "description": "Rockefeller Center sits in the heart of midtown Manhattan, both in terms of its physical location and its prominent place in the city's folklore and culture. Whether you want to check out a performance on the plaza outside the TODAY show, visit theChristmastree, or practice your best moves on the ice skating rink, you're in for an iconic, family-friendly experience. If you buy a ticket to Top of the Rock, you'll enjoy spectacular views of the city below. No matter where you are, you're bound to be constantly pointing and shouting “hey, look at that!”"
        },
        {
            "site": "CNTraveler",
            "rank": 30,
            "Title": "Comedy Cellar",
            "description": "None of the promoters on MacDougal Street shouting “stand-up comedy tonight!” are trying to get you into the Comedy Cellar, where the show is already sold out. Blockbuster stars like Jerry Seinfeld and Eddie Murphy made their names at the Cellar; if you're lucky, one may show up the night you're there. Seating is intimate and close together, and there is a two-item minimum on food or drinks. It's 21-plus and vaccine-mandatory; be prepared to surrender your phone at the door, too. There's no bad seat in the house, but sit in the front at your own risk of getting (playfully) heckled by the host or a comic."
        },
        {
            "site": "CNTraveler",
            "rank": 31,
            "Title": "American Museum of Natural History",
            "description": "Truly one of the world's great natural history museums, the American Museum of Natural History spans four city blocks just across fromCentral Park. All aspects of the natural world are represented here, from a vast collection of taxidermy mammals, to depictions of the life of Native American tribes, to an entire hall dedicated to marine life—including a life-size model of a blue whale. The crown jewel is the dinosaur floor, with an imposing Tyrannosaurus Rex skeleton that dominates the room. The newest attraction comes in the form of theRichard Gilder Center for Science, Education, and Innovation, which opened in May of 2023 and, among many other things, boasts a comprehensive insectarium and vivarium. Breathtaking architecture from New York-based Jeanne Gang doesn't hurt, either—the cavernous lobby brings to mind the underground fortresses ofDune, and are thoughtfully designed so that there are no dead ends. Just as with knowledge itself, the possibilities here are endless."
        },
        {
            "site": "CNTraveler",
            "rank": 32,
            "Title": "The Strand Book Store",
            "description": "With its towering stacks, filled with more than 2.5 million titles, this 94-year-old bookstore is less neighborhood haunt and more globally recognized institution. You could call the Strand's employees tour guides, considering their deft ability to find the exact title you're looking for and recommend a book you may not have otherwise plucked from the shelves. The store will make you question why you don’t read more; and chances are you won’t leave empty-handed."
        },
        {
            "site": "CNTraveler",
            "rank": 33,
            "Title": "Bronx Zoo",
            "description": "With more than 700 different animal species spread across 265 acres of parkland thoughtfully designed to mimic natural habitats, the Bronx Zoo is a great place to escape from Manhattan for the day, especially if you're traveling with kids. Don't miss the giraffe building, the Congo gorilla forest, the house of reptiles, the flamingos in the sea bird aviary, and the sea lions, who always make for an exciting show. If you want to blow the minds of a bunch of kids, you can do no better."
        },
        {
            "site": "CNTraveler",
            "rank": 34,
            "Title": "Governors Island",
            "description": "Located in New York Harbor, only 800 yards from Manhattan and 400 yards from Brooklyn, walking onto quirky, car-free, brick-covered, 173-acre Governors Island feels like being transported to an alternate universe from the city—but in reality it's a quick, affordableferry rideaway. One-way fare is $4 and boats are serviced from Lower Manhattan’s Battery Maritime Building every day, as well as from Brooklyn Bridge Park and Atlantic Basin in Red Hook on the weekends. In the past couple of years, Governors Island has become an even more popular city destination, and has welcomed a slew of new luxury businesses. One is special in particular: Collective, the only place you can stay overnight on the island. Collective is a glamping experience, offering plush beds inside the tents, morning yoga, sunset cocktails, and iconic skyline views—Lady Liberty included, herself. Which is all to say, you’re by no means roughing it here. On the menu at their restaurant, you’ll find grilled seafood, gorgeous spreads of pastries, and more. Another luxury experience new to the island is QC NY Spa, with top-grade saunas and a skyline view-filled pool."
        },
        {
            "site": "CNTraveler",
            "rank": 35,
            "Title": "Elsewhere",
            "description": "Located in Brooklyn on a hip stretch of Bushwick’s Jefferson Avenue, Elsewhere—a vast, three-story nightclub and live music venue with multiple dance floors, stages, and a rooftop—has become one of the city’s best nightlife destinations. Spinning disco balls and kaleidoscopic lights set the scene. A somewhat recent staple in the city’s nightlife scene, Elsewhere is a converted warehouse that opened in 2017. Blocks away from similar venues like Avant Gardener and House of Yes, Elsewhere stands out for its inclusivity, its intimate vibe in spite of its size, and for lifting up smaller, up-and-coming acts."
        },
        {
            "site": "CNTraveler",
            "rank": 36,
            "Title": "Rockaway Beach",
            "description": "One of the best public beaches you can visit in New York City proper, Rockaway is a sandy, sprawling stretch of surf located in Queens on the Atlantic Ocean, complete with a 5.5-mile boardwalk of delicious concessions. A summery way to get there in style? Take the ferry from Wall Street or Sunset Park, Brooklyn, and let the wind blow through your hair as you take in the city views, sailing under the Verrazano Bridge and past Coney Island on the way. From just about everywhere else in the city, you can also get there via the A train. Each stretch has a different crowd and personality: Beach 90-106 is the busiest section, with the most food and drink options; Beaches 67-69 as well as 90-92 are the surfing zones; between Beach 153 and Beach 169 you’ll find Jacob Riis Park, which is popular with young people and is a summer gathering place for the city’s LGBTQ+ community."
        },
        {
            "site": "CNTraveler",
            "rank": 37,
            "Title": "Bedford Avenue, Williamsburg",
            "description": "Sip iced coffee in McCarren Park, catch an indie show at Baby's All Right, walk two blocks over to some of the city's most-coveted Italian at Lilia (with a month-in-advance res, of course.) This is the busiest thoroughfare in hip Williamsburg: Bedford Avenue—and the L train that feeds it—might as well be North Brooklyn’s own personal people-watching catwalk. Pedestrians with voluminous pants, dogs with miniature rain boots, and high-speed scooters will swish past you. As you make your way south from the subway station, likely en route from the East Village, you’ll pass local businesses that characterize the area, like Catbird (ethereal, vintage-inspired jewelry), Spoonbill & Sugartown Books (poetry, special design and cookbooks, cards), and Awoke Vintage (best-known for their genuine denim often from the ‘90s.)"
        },
        {
            "site": "CNTraveler",
            "rank": 38,
            "Title": "Empire State Building",
            "description": "Though many across town are trying, there's still no better way to enjoy Manhattan's cityscape than from the top of the Empire State Building. The 102-story skyscraper was the tallest building in the world for 40 years, and though it's been outgrown by dozens of projects across three other continents, it's just the classic viewing point. There are, of course, always long lines to buy tickets, but that's nothing a little planning and purchasing in advance can't solve. It's also still a functioning office building with a bustling Art Deco lobby, so the people watching on the way up is excellent."
        },
        {
            "site": "CNTraveler",
            "rank": 39,
            "Title": "Tenement Museum",
            "description": "The Lower East Side Tenement Museum is, as the name implies, a historic tenement house (two, if you want to get technical). On a tour of the tenements, you’ll hear personal histories of the working-class individuals who lived there and see how they made do with cramped quarters to build new lives in America. On a neighborhood walking tour—the other way to visit the museum—you’ll learn about the evolution of the Lower East Side and how its thriving immigrant population made it the most densely populated area in the country during the 1900s."
        },
        {
            "site": "CNTraveler",
            "rank": 40,
            "Title": "Industry City",
            "description": "This stretch of waterfront has been a hub of Brooklyn manufacturing since Irving T. Bush first developed his family's rail-marine terminal (then called Bush Terminal) in the mid-1890s to add warehouse structures. The sprawling campus that stands today in the quiet Sunset Park neighborhood is Industry City, the ripe and succulent fruit of decades' worth of redevelopment efforts. The idea here is one-stop shopping: Pick up a coffee from one proprieter and sip it while flitting through the Makers’ Guild’s wonderful artisan shops. There's also a slate of full-service restaurants and outdoor spaces—manicured lawns on-par with what you'd expect from those in a private, luxury apartment building."
        },
        {
            "site": "CNTraveler",
            "rank": 41,
            "Title": "Russian Turkish Baths",
            "description": "This is a really nice place to hang out for half a day—beneath the churning East Village, sweating it out in a no-frills den of functionality. Up a steep, nondescript stoop in that neighborhood and through a heavy door and you’re in, leaving your wallet in a safety deposit box in exchange for a locker room key and then down another stair to the subterranean saunas and steam rooms. They’ve got ‘em all here, from the red hot Russian room (where they also perform the platza venik treatment) to a more bearable Turkish, with a cold plunge and showers for in-between regulation. There’s also a bountiful food menu serving up such classics as borscht and beef stew to keep you nurtured."
        }
    ],
    "michelin": [
        {
            "name": "Joo Ok",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/joo-ok-1214822",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine coréenne",
            "cost": "Luxury",
            "address": "22 W. 32nd St., 16th Fl., New York, 10001, Etats-Unis",
            "latitude": 40.747503,
            "longitude": -73.9867244,
            "gastonomie_durable": false,
            "description": "This Seoul transplant has an unusual entrance—via freight elevator up 16 floors—but the elegant space is instantly inviting. Echoing a traditional Korean home, guests are welcomed with savory crackers and drinks before being escorted to the dining room, where a minimalist design is juxtaposed with views of the Manhattan skyline. Joo Ok delivers a Korean tasting menu that is rooted in tradition but presented through a modern lens. Dishes are stunning, as in the jat jeup chae - tender lobster and Korean pear tucked inside salted cucumber slices. Makgeolli bread topped with freshwater eel is a dramatic single bite, but their signature deul gi reum with diced geoduck, spotted shrimp, and a whole quail egg in house-pressed perilla seed oil is equally memorable."
        },
        {
            "name": "Odre",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/odre",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine coréenne",
            "cost": "Mid-Range",
            "address": "199 2nd Ave., New York, 10003, Etats-Unis",
            "latitude": 40.7313271,
            "longitude": -73.9857639,
            "gastonomie_durable": false,
            "description": "What more could you want out of this little charmer in East Village? Always on the move, Hand Hospitality delivers again with a nicely pitched and portioned set menu of comforting Korean flavors. Find sleek degrees of refinement in winners like asparagus and lobster resting in a chilled pine nut sauce or snow crab wrapped in a thin cigar of daikon and set in a warm crab broth. All entrees like grilled duck with endive and black garlic puree come with banchan and a welcome bowl of rice and soup, which are kept warm in three cauldrons at the bar up front. Dessert is extra but worth ordering: A generous scoop of misugaru ice cream with rice caramel and cookie crumble is a sweet finale in this narrow, minimalist dining room."
        },
        {
            "name": "Bungalow",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/bungalow",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine indienne",
            "cost": "Premium",
            "address": "24 1st Ave., New York, 10009, Etats-Unis",
            "latitude": 40.7236932,
            "longitude": -73.9879972,
            "gastonomie_durable": false,
            "description": "Chef Vikas Khanna has struck out on his own at this warm and welcoming dining room where pale pink walls, colorful murals, and a bar with carved panels set a stunning tone. It's always bustling and securing a reservation may be difficult, with diners eagerly lining up early to snag a walk-in spot. Once you've found a seat, start with one of their unique cocktails (think turmeric-infused tequila and chili-infused mezcal), then tuck into contemporary Indian cuisine that showcases the diverse culinary traditions of India's 28 states. The kitchen's talent shines in standout dishes like the five cheese kulcha (stuffed flatbread) and yogurt kebabs wrapped in crispy kataifi pastry and served with a bright pickled cabbage puree and spicy mango coulis."
        },
        {
            "name": "Shota Omakase",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/brooklyn/restaurant/shota-omakase",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "50 S. 3rd St., Brooklyn, 11249, Etats-Unis",
            "latitude": 40.7135237,
            "longitude": -73.9659318,
            "gastonomie_durable": false,
            "description": "Far from the subway stop on a quiet street in Williamsburg, find this welcoming omakase counter hidden away near Domino Park. Chef Cheng Lin sets the tone as a friendly, relaxed guide for the night’s proceedings. And whereas some chefs practically take vows of silence with regards to sourcing and technique, he is quick to share where in Japan the fish is from, why he uses Inochi-no Ichi rice, and what it took to find his special aged soys and vinegars. His intentionality delivers in the form of excellent, seasonal product and a fine-tuned parade of nigiri, for which the rice is refreshed repeatedly. Prepared dishes like binchotan-seared sawara with citrus sauce, shiso, and nori or even a restorative cup of dashi with mushrooms also show distinction."
        },
        {
            "name": "Bar Miller",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/bar-miller",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "620 E. 6th St., New York, 10009, Etats-Unis",
            "latitude": 40.7240177,
            "longitude": -73.9806355,
            "gastonomie_durable": false,
            "description": "From the team behind Rosella, this diminutive spot with a sprinkling of seats steers clear of the familiar minimalist design, favoring bold colors and eye-catching details (note the custom pottery displayed behind the counter).These confident chefs deliver an omakase that is a showpiece of sustainable sourcing, much of it local—even the rice is sourced from New York state. Their personality is evident in dishes such as daikon vichyssoise with wakame butter-braised greens and gently poached salmon. Dry-aged fluke topped with apple ice in a sweet soy sauce holds its own, while the duo of uni and the mellow, dry-aged mackerel with yuzu kosho are two standouts from the nigiri course. Desserts, like the amazake and the corn gelato with caviar, round out the singular experience."
        },
        {
            "name": "Covacha",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/covacha",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine mexicaine",
            "cost": "Mid-Range",
            "address": "368 Columbus Ave., New York, 10024, Etats-Unis",
            "latitude": 40.780955,
            "longitude": -73.976205,
            "gastonomie_durable": false,
            "description": "New Yorkers have restaurateur Cristina Castañeda to thank for this special Mexican spot with a spirited, warm and welcoming atmosphere. Lime green, yellow and other hues decorate the dining room, which also features a mini loft and an amply stocked bar. The tequila selection is a perfect companion to the Jalisco cooking. It's not your typical Mexican menu: think of everything from delicious and messy shrimp ajillo with hollandaise to torta ahogada with birote salado, pork and oregano-spiked tomato sauce.Every item offered here is an amalgam of smoky, sweet and unique flavors. The dessert selection is concise, but don't miss the nutty-creamy avocado mousse paired with ginger-flavored shaved ice and an achiote meringue."
        },
        {
            "name": "Neta Shari",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/brooklyn/restaurant/neta-shari",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "1718 86th St., Brooklyn, 11214, Etats-Unis",
            "latitude": 40.6082316,
            "longitude": -74.0044118,
            "gastonomie_durable": false,
            "description": "What sets this small yet stylish neighborhood spot in Bensonhurst apart from the others? It's all about their dry-aged fish and beef, showcased in the front entrance, as well as on their good value omakase. In terms of design, it feels contemporary and sparse, featuring a cobalt-blue accent wall, futon up front and that omnipresent counter crafted from warm matte wood. Behind, decorative squares with geometric patterns set the tone for a meal equally replete with flair and flavor.Impressive knife skills are apparent in their perfectly sized bites. Some high points include creamy Hokkaido scallop lifted with lime zest, and Arctic char with yuzu miso and a sliver of lightly crisped skin. Aji marinated in a vinegar blend is toothsome and tart; while eel, seared on both sides and finished with a dot of thick, sweet soy, is a buttery delight."
        },
        {
            "name": "Torrisi",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/torrisi",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Luxury",
            "address": "275 Mulberry St., New York, 10012, Etats-Unis",
            "latitude": 40.724364,
            "longitude": -73.9952778,
            "gastonomie_durable": false,
            "description": "There is perfection in the details at Torrisi, where waiters are crisply dressed in dinner jackets and tables are draped in pressed linens, but the buzzy warmth is as charming as the good looks. Nestled inside the landmark Puck Building, this highly imaginative restaurant expertly balances the creative and the familiar. Nothing feels copied or contrived, and while some of the dishes may seem familiar, they've all been revamped with panache. The team caters to excited diners who feast on items like the escarole and endive salad and chicken stracciatella soup with textbook chicken broth, fluffy egg and savory meatballs. It's the boule, baked, finished on the grill and filled with dreamy clams, that's pure aromatic bliss."
        },
        {
            "name": "Noz 17",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/noz17",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "458 W. 17th St., New York, 10011, Etats-Unis",
            "latitude": 40.7435866,
            "longitude": -74.0058783,
            "gastonomie_durable": false,
            "description": "This downtown sibling of the impressive Upper East original is elegant and inviting.The seven-seat cypress counter is the focal point of the intimate dining room, where an abundance of wood and gently calibrated lighting produce a serene setting.Chef Junichi Matsuzaki is highly skilled and talented. The omakase shows off the chef's free-wheeling style with a procession that keeps the palate stimulated. Otsumami, sashimi and nigiri all show off an impressive display of top-notch product that has been expertly treated and handled. A slice of pearlescent white cuttlefish, intricately scored so it practically melts in the mouth, accompanied by a mouth-coating demitasse of snapper bone broth, are just two of the delights presented to diners."
        },
        {
            "name": "Casa Dani",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/casa-dani",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine espagnole",
            "cost": "Luxury",
            "address": "448 W. 33rd St., New York, 10001, Etats-Unis",
            "latitude": 40.7534938,
            "longitude": -73.9987615,
            "gastonomie_durable": false,
            "description": "There is nothing homey about Chef Dani Garcia’s sprawling new casa, located in the sparkling Citizens food hall in Manhattan West. A buzzy lounge opens into a packed two-story dining room that is full-on glamour with ceilings that reach for the sky, a glassed-in open kitchen, beautiful fabric and texture at every corner and a professional clientele that likes to eat well and look good doing it. Big groups like to swing for the pricey paella, but we suggest building a meal around a wide range of small dishes, starting with any one of the fantastic preparations of tuna. Shrimp tucked with a basil leaf and fried until perfectly crispy are even better with smoky aioli, but don't miss a wedge of still-warm, burnt Basque cheesecake, served tableside."
        },
        {
            "name": "Sami & Susu",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/sami-susu",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine méditerranéenne",
            "cost": "Mid-Range",
            "address": "190 Orchard St., New York, 10002, Etats-Unis",
            "latitude": 40.7221457,
            "longitude": -73.9880552,
            "gastonomie_durable": false,
            "description": "As further proof that big things often come in small packages, watch this narrow nook make a regular out of you in no time. On busy Orchard Street, this neighborhood gem hides in plain sight, anchored by a kitchen that doesn’t even have a proper gas stove. Seasonal, bright and unfussy, the menu is small but endlessly tempting as it roams the Middle East for inspiration. Simple, familiar things like tabbouleh chock full of fresh mint and sweet corn spark instant summer joy. Order anything with lamb, whether it’s wrapped in soft cabbage leaves or stuffed into squash blossoms, delicately fried and paired with creamy tzatziki. A punky soundtrack, a natural wine list and staff that will never judge you for over-ordering — what’s not to love?"
        },
        {
            "name": "Vestry",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/vestry",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Luxury",
            "address": "246 Spring St., New York, 10013, Etats-Unis",
            "latitude": 40.7256137,
            "longitude": -74.0055581,
            "gastonomie_durable": false,
            "description": "Tucked inside The Dominick Hotel, Vestry is an ideal destination for guests craving a quiet evening in an intimate setting. The kitchen is steered by Australian-born Chef Shaun Hergatt, whose admiration for Japanese culinary technique and elements is clear and woven into the seasonal vegetable- and seafood-based menu. Roasted Faroe Island salmon atop a bed of herbed fregola and finished with an aerated beurre blanc sauce tempts with shatteringly crisp skin. However, dessert showcases a creative, clever touch—think cheesecake mimicking a wedge of Swiss cheese sided by an apple ginger compote with a mouse tail and ears."
        },
        {
            "name": "César",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/cesar",
            "stars": 2,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Luxury",
            "address": "333 Hudson St., New York, 10013, Etats-Unis",
            "latitude": 40.7271776,
            "longitude": -74.0076088,
            "gastonomie_durable": false,
            "description": "César Ramirez is one of the few chefs who, night after night, has the difficult task of meeting his own singular standards of high-wire precision. His new downtown restaurant brings a sleek, minimal look to a century-old address. As might be expected, world-class seafood plays a large role in his tasting menu which features such delights as a morsel of blackthroat seaperch from Chiba, crudo of fluke from Jeju Island, and langoustine from Norway dressed with caviar and smoked trout. A masterful hand with sauces and a sense for harmonious, exacting combinations demonstrate both creativity and maturity. An eager service team oversees the spacious room where counter and table seating alike offer a prime vantage point for watching this kinetic kitchen."
        },
        {
            "name": "Mesiba",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/brooklyn/restaurant/mesiba",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine moyen-orientale",
            "cost": "Premium",
            "address": "353 Bedford Ave., Brooklyn, 11211, Etats-Unis",
            "latitude": 40.7117939,
            "longitude": -73.9631361,
            "gastonomie_durable": false,
            "description": "Mesiba certainly lives up to its name. This Levantine restaurant tucked at the base of the hip Moxy Williamsburg hotel, means “party” in Hebrew, and indeed its lively ambience alone is a draw. However, Chef Eli Buliskeria's food is equally captivating. From baba ganoush to ktzitzot (red snapper skewers) with Palestinian za'atar to khinkali, he honors this melting pot-style cuisine in a sleek setting reminiscent of Tel Aviv's Bauhaus-inspired architecture.Nibble on nishnushim (hamutzim-pickled vegetables) before tucking in to a crispy striped bass served whole and sided by carrot zhoug, tabila sauce and lettuce leaves. A creamy \"risotto\" made with freekeh delivers great flavors thanks to head-on prawns and a tangy-tart yogurt. Finish with a thick slice of Basque cheesecake."
        },
        {
            "name": "Kebab aur Sharab",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/kebab-aur-sharab",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine indienne",
            "cost": "Premium",
            "address": "247 W. 72nd St., New York, 10023, Etats-Unis",
            "latitude": 40.7793502,
            "longitude": -73.9830232,
            "gastonomie_durable": false,
            "description": "There may be plenty of outside seating, but indoors at Kebab aur Sharab, the look is lavish. From the deep, rich colors and a sea-blue tiled wall to the intricate woodwork and wicker seating, this Upper West Side spot is especially transporting.A versatile menu offers snacks, small plates and main courses, all designed for sharing (though you may want to keep them to yourself). Do as the name suggests and order a kebab—the baby goat one is exceptional. Finely minced goat is formed around a skewer held together by thread, which is then unspooled tableside to deliver the juicy meat with just a whisper of spices and a hint of smokiness. Kerala fish curry is exquisitely spicy and does the Southern Indian classic proud."
        },
        {
            "name": "Principe",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/principe-1207343",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Produits de la mer",
            "cost": "Luxury",
            "address": "450 West Broadway, New York, 10012, Etats-Unis",
            "latitude": 40.725957,
            "longitude": -74.0007419,
            "gastonomie_durable": false,
            "description": "Step in off the street and it will come as no surprise that Principe's space was once a classic SoHo art gallery. Indeed, this stylish restaurant honors its past while adding a dramatic, modern take (think concrete and industrial touches punched up with mother-of-pearl panels and glittering chandeliers). It's all very chic in a Milan-meets-Manhattan way.The food is equally elegant. Dishes include cubes of ruby red tuna with blood orange over daikon; mafaldine tossed with sweet rock shrimp in a lemony beurre blanc; and roasted strawberries with mascarpone and balsamic, all effortlessly illustrating this kitchen's simple-but-sophisticated sensibility."
        },
        {
            "name": "Sushi Ikumi",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/sushi-ikumi",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "135 Sullivan St., New York, 10012, Etats-Unis",
            "latitude": 40.7267812,
            "longitude": -74.0019736,
            "gastonomie_durable": false,
            "description": "This rather modest sushiya is simply outfitted with an expansive L-shaped bar, clean brick walls, soft track lighting and the obligatory counter, where diners can watch the master in action.Every course of the palatably priced omakase is different; yours may commence with a surprisingly cool and intense chawanmushi, tucked with lobster, shrimp, scallop and ikura. Miso-glazed Alaskan cod is a fresh and flaky delight that may be tailed by grouper dabbed with wasabi, shima-aji kissed with caviar and soy-brushed striped jack.Skip the green tea ice cream and opt for the mango sorbet for a refreshing finale."
        },
        {
            "name": "Jupiter",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/jupiter",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine italienne",
            "cost": "Premium",
            "address": "20 W. 50th St., New York, 10020, Etats-Unis",
            "latitude": 40.7587464,
            "longitude": -73.9779111,
            "gastonomie_durable": false,
            "description": "The team behind SoHo's beloved King has headed uptown to Rockefeller Center with Jupiter. The bright dining room boasts a bar counter and open kitchen, while green lacquered chairs, tiled columns and upholstered nooks set a sophisticated tone.The menu is clearly defined and concise. Starters include a wonderfully hearty mozzarella plate arranged with crushed chickpeas and roasted radicchio. The delightful pasta offerings include luscious strands of spaghetti alle vongole and paccheri verdi dressed with a light-bodied sugo of slow-roasted pork, sage and lemon zest. Desserts, like the creamy, quivering panna cotta with Amarena cherries; and cocktails, such as the negroni sbagliato bianco, round out the enticing experience here."
        },
        {
            "name": "Cómodo",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/comodo",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine latino-américaine",
            "cost": "Mid-Range",
            "address": "23 Lexington Ave., New York, 10010, Etats-Unis",
            "latitude": 40.7396,
            "longitude": -73.984467,
            "gastonomie_durable": false,
            "description": "Felipe Donnelly and Chef/co-owner Tamy Rofe have resurrected their much-loved SoHo spot, now at the Freehand Hotel. This iteration is wooing patrons with its warm interior and tempting dishes blending Latin American influences from Brazil to Mexico.Kick things off with a zesty-delicious trout ceviche tostada, vibrant thanks to leche de tigre marinade. Next, braised leeks in beurre blanc with guajillo chile oil are meltingly tender, while ajiaco soup is a comforting bowl of Colombian potato sided by shredded chicken, capers, fresh avocado chunks, and a habanero sauce. Bone-in achiote chicken over green Calasparra rice with brown butter mustard is lush, creamy and packed with flavor."
        },
        {
            "name": "Nudibranch",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/nudibranch",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Mid-Range",
            "address": "125 First Ave., New York, 10003, Etats-Unis",
            "latitude": 40.727431,
            "longitude": -73.9855867,
            "gastonomie_durable": false,
            "description": "Chefs Matthew Lee and Jeff Kim are behind the East Village's well-loved Nudibranch. The food is contemporary with strong Asian influences along with a few Spanish elements making an appearance. Portions lean dainty, but nobody seems to care, as they're all nibbling off each other's plates, family style.Begin with fried frog legs finished with bright galangal and lemongrass, then anchor the meal with a golden and crisp dry-aged branzino with Korean sweet potato and beurre blanc and a side of spicy cucumber kimchi. The signature mushroom dish has been on the menu since day one. The rich and creamy masala chai tres leches cake is a delightful way to end your meal."
        },
        {
            "name": "Joo Ok",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/joo-ok-1214822",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine coréenne",
            "cost": "Luxury",
            "address": "22 W. 32nd St., 16th Fl., New York, 10001, Etats-Unis",
            "latitude": 40.747503,
            "longitude": -73.9867244,
            "gastonomie_durable": false,
            "description": "This Seoul transplant has an unusual entrance—via freight elevator up 16 floors—but the elegant space is instantly inviting. Echoing a traditional Korean home, guests are welcomed with savory crackers and drinks before being escorted to the dining room, where a minimalist design is juxtaposed with views of the Manhattan skyline. Joo Ok delivers a Korean tasting menu that is rooted in tradition but presented through a modern lens. Dishes are stunning, as in the jat jeup chae - tender lobster and Korean pear tucked inside salted cucumber slices. Makgeolli bread topped with freshwater eel is a dramatic single bite, but their signature deul gi reum with diced geoduck, spotted shrimp, and a whole quail egg in house-pressed perilla seed oil is equally memorable."
        },
        {
            "name": "Odre",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/odre",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine coréenne",
            "cost": "Mid-Range",
            "address": "199 2nd Ave., New York, 10003, Etats-Unis",
            "latitude": 40.7313271,
            "longitude": -73.9857639,
            "gastonomie_durable": false,
            "description": "What more could you want out of this little charmer in East Village? Always on the move, Hand Hospitality delivers again with a nicely pitched and portioned set menu of comforting Korean flavors. Find sleek degrees of refinement in winners like asparagus and lobster resting in a chilled pine nut sauce or snow crab wrapped in a thin cigar of daikon and set in a warm crab broth. All entrees like grilled duck with endive and black garlic puree come with banchan and a welcome bowl of rice and soup, which are kept warm in three cauldrons at the bar up front. Dessert is extra but worth ordering: A generous scoop of misugaru ice cream with rice caramel and cookie crumble is a sweet finale in this narrow, minimalist dining room."
        },
        {
            "name": "Bungalow",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/bungalow",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine indienne",
            "cost": "Premium",
            "address": "24 1st Ave., New York, 10009, Etats-Unis",
            "latitude": 40.7236932,
            "longitude": -73.9879972,
            "gastonomie_durable": false,
            "description": "Chef Vikas Khanna has struck out on his own at this warm and welcoming dining room where pale pink walls, colorful murals, and a bar with carved panels set a stunning tone. It's always bustling and securing a reservation may be difficult, with diners eagerly lining up early to snag a walk-in spot. Once you've found a seat, start with one of their unique cocktails (think turmeric-infused tequila and chili-infused mezcal), then tuck into contemporary Indian cuisine that showcases the diverse culinary traditions of India's 28 states. The kitchen's talent shines in standout dishes like the five cheese kulcha (stuffed flatbread) and yogurt kebabs wrapped in crispy kataifi pastry and served with a bright pickled cabbage puree and spicy mango coulis."
        },
        {
            "name": "Shota Omakase",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/brooklyn/restaurant/shota-omakase",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "50 S. 3rd St., Brooklyn, 11249, Etats-Unis",
            "latitude": 40.7135237,
            "longitude": -73.9659318,
            "gastonomie_durable": false,
            "description": "Far from the subway stop on a quiet street in Williamsburg, find this welcoming omakase counter hidden away near Domino Park. Chef Cheng Lin sets the tone as a friendly, relaxed guide for the night’s proceedings. And whereas some chefs practically take vows of silence with regards to sourcing and technique, he is quick to share where in Japan the fish is from, why he uses Inochi-no Ichi rice, and what it took to find his special aged soys and vinegars. His intentionality delivers in the form of excellent, seasonal product and a fine-tuned parade of nigiri, for which the rice is refreshed repeatedly. Prepared dishes like binchotan-seared sawara with citrus sauce, shiso, and nori or even a restorative cup of dashi with mushrooms also show distinction."
        },
        {
            "name": "Bar Miller",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/bar-miller",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "620 E. 6th St., New York, 10009, Etats-Unis",
            "latitude": 40.7240177,
            "longitude": -73.9806355,
            "gastonomie_durable": false,
            "description": "From the team behind Rosella, this diminutive spot with a sprinkling of seats steers clear of the familiar minimalist design, favoring bold colors and eye-catching details (note the custom pottery displayed behind the counter).These confident chefs deliver an omakase that is a showpiece of sustainable sourcing, much of it local—even the rice is sourced from New York state. Their personality is evident in dishes such as daikon vichyssoise with wakame butter-braised greens and gently poached salmon. Dry-aged fluke topped with apple ice in a sweet soy sauce holds its own, while the duo of uni and the mellow, dry-aged mackerel with yuzu kosho are two standouts from the nigiri course. Desserts, like the amazake and the corn gelato with caviar, round out the singular experience."
        },
        {
            "name": "Covacha",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/covacha",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine mexicaine",
            "cost": "Mid-Range",
            "address": "368 Columbus Ave., New York, 10024, Etats-Unis",
            "latitude": 40.780955,
            "longitude": -73.976205,
            "gastonomie_durable": false,
            "description": "New Yorkers have restaurateur Cristina Castañeda to thank for this special Mexican spot with a spirited, warm and welcoming atmosphere. Lime green, yellow and other hues decorate the dining room, which also features a mini loft and an amply stocked bar. The tequila selection is a perfect companion to the Jalisco cooking. It's not your typical Mexican menu: think of everything from delicious and messy shrimp ajillo with hollandaise to torta ahogada with birote salado, pork and oregano-spiked tomato sauce.Every item offered here is an amalgam of smoky, sweet and unique flavors. The dessert selection is concise, but don't miss the nutty-creamy avocado mousse paired with ginger-flavored shaved ice and an achiote meringue."
        },
        {
            "name": "Neta Shari",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/brooklyn/restaurant/neta-shari",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "1718 86th St., Brooklyn, 11214, Etats-Unis",
            "latitude": 40.6082316,
            "longitude": -74.0044118,
            "gastonomie_durable": false,
            "description": "What sets this small yet stylish neighborhood spot in Bensonhurst apart from the others? It's all about their dry-aged fish and beef, showcased in the front entrance, as well as on their good value omakase. In terms of design, it feels contemporary and sparse, featuring a cobalt-blue accent wall, futon up front and that omnipresent counter crafted from warm matte wood. Behind, decorative squares with geometric patterns set the tone for a meal equally replete with flair and flavor.Impressive knife skills are apparent in their perfectly sized bites. Some high points include creamy Hokkaido scallop lifted with lime zest, and Arctic char with yuzu miso and a sliver of lightly crisped skin. Aji marinated in a vinegar blend is toothsome and tart; while eel, seared on both sides and finished with a dot of thick, sweet soy, is a buttery delight."
        },
        {
            "name": "Torrisi",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/torrisi",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Luxury",
            "address": "275 Mulberry St., New York, 10012, Etats-Unis",
            "latitude": 40.724364,
            "longitude": -73.9952778,
            "gastonomie_durable": false,
            "description": "There is perfection in the details at Torrisi, where waiters are crisply dressed in dinner jackets and tables are draped in pressed linens, but the buzzy warmth is as charming as the good looks. Nestled inside the landmark Puck Building, this highly imaginative restaurant expertly balances the creative and the familiar. Nothing feels copied or contrived, and while some of the dishes may seem familiar, they've all been revamped with panache. The team caters to excited diners who feast on items like the escarole and endive salad and chicken stracciatella soup with textbook chicken broth, fluffy egg and savory meatballs. It's the boule, baked, finished on the grill and filled with dreamy clams, that's pure aromatic bliss."
        },
        {
            "name": "Noz 17",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/noz17",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "458 W. 17th St., New York, 10011, Etats-Unis",
            "latitude": 40.7435866,
            "longitude": -74.0058783,
            "gastonomie_durable": false,
            "description": "This downtown sibling of the impressive Upper East original is elegant and inviting.The seven-seat cypress counter is the focal point of the intimate dining room, where an abundance of wood and gently calibrated lighting produce a serene setting.Chef Junichi Matsuzaki is highly skilled and talented. The omakase shows off the chef's free-wheeling style with a procession that keeps the palate stimulated. Otsumami, sashimi and nigiri all show off an impressive display of top-notch product that has been expertly treated and handled. A slice of pearlescent white cuttlefish, intricately scored so it practically melts in the mouth, accompanied by a mouth-coating demitasse of snapper bone broth, are just two of the delights presented to diners."
        },
        {
            "name": "Casa Dani",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/casa-dani",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine espagnole",
            "cost": "Luxury",
            "address": "448 W. 33rd St., New York, 10001, Etats-Unis",
            "latitude": 40.7534938,
            "longitude": -73.9987615,
            "gastonomie_durable": false,
            "description": "There is nothing homey about Chef Dani Garcia’s sprawling new casa, located in the sparkling Citizens food hall in Manhattan West. A buzzy lounge opens into a packed two-story dining room that is full-on glamour with ceilings that reach for the sky, a glassed-in open kitchen, beautiful fabric and texture at every corner and a professional clientele that likes to eat well and look good doing it. Big groups like to swing for the pricey paella, but we suggest building a meal around a wide range of small dishes, starting with any one of the fantastic preparations of tuna. Shrimp tucked with a basil leaf and fried until perfectly crispy are even better with smoky aioli, but don't miss a wedge of still-warm, burnt Basque cheesecake, served tableside."
        },
        {
            "name": "Sami & Susu",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/sami-susu",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine méditerranéenne",
            "cost": "Mid-Range",
            "address": "190 Orchard St., New York, 10002, Etats-Unis",
            "latitude": 40.7221457,
            "longitude": -73.9880552,
            "gastonomie_durable": false,
            "description": "As further proof that big things often come in small packages, watch this narrow nook make a regular out of you in no time. On busy Orchard Street, this neighborhood gem hides in plain sight, anchored by a kitchen that doesn’t even have a proper gas stove. Seasonal, bright and unfussy, the menu is small but endlessly tempting as it roams the Middle East for inspiration. Simple, familiar things like tabbouleh chock full of fresh mint and sweet corn spark instant summer joy. Order anything with lamb, whether it’s wrapped in soft cabbage leaves or stuffed into squash blossoms, delicately fried and paired with creamy tzatziki. A punky soundtrack, a natural wine list and staff that will never judge you for over-ordering — what’s not to love?"
        },
        {
            "name": "Vestry",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/vestry",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Luxury",
            "address": "246 Spring St., New York, 10013, Etats-Unis",
            "latitude": 40.7256137,
            "longitude": -74.0055581,
            "gastonomie_durable": false,
            "description": "Tucked inside The Dominick Hotel, Vestry is an ideal destination for guests craving a quiet evening in an intimate setting. The kitchen is steered by Australian-born Chef Shaun Hergatt, whose admiration for Japanese culinary technique and elements is clear and woven into the seasonal vegetable- and seafood-based menu. Roasted Faroe Island salmon atop a bed of herbed fregola and finished with an aerated beurre blanc sauce tempts with shatteringly crisp skin. However, dessert showcases a creative, clever touch—think cheesecake mimicking a wedge of Swiss cheese sided by an apple ginger compote with a mouse tail and ears."
        },
        {
            "name": "César",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/cesar",
            "stars": 2,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Luxury",
            "address": "333 Hudson St., New York, 10013, Etats-Unis",
            "latitude": 40.7271776,
            "longitude": -74.0076088,
            "gastonomie_durable": false,
            "description": "César Ramirez is one of the few chefs who, night after night, has the difficult task of meeting his own singular standards of high-wire precision. His new downtown restaurant brings a sleek, minimal look to a century-old address. As might be expected, world-class seafood plays a large role in his tasting menu which features such delights as a morsel of blackthroat seaperch from Chiba, crudo of fluke from Jeju Island, and langoustine from Norway dressed with caviar and smoked trout. A masterful hand with sauces and a sense for harmonious, exacting combinations demonstrate both creativity and maturity. An eager service team oversees the spacious room where counter and table seating alike offer a prime vantage point for watching this kinetic kitchen."
        },
        {
            "name": "Mesiba",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/brooklyn/restaurant/mesiba",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine moyen-orientale",
            "cost": "Premium",
            "address": "353 Bedford Ave., Brooklyn, 11211, Etats-Unis",
            "latitude": 40.7117939,
            "longitude": -73.9631361,
            "gastonomie_durable": false,
            "description": "Mesiba certainly lives up to its name. This Levantine restaurant tucked at the base of the hip Moxy Williamsburg hotel, means “party” in Hebrew, and indeed its lively ambience alone is a draw. However, Chef Eli Buliskeria's food is equally captivating. From baba ganoush to ktzitzot (red snapper skewers) with Palestinian za'atar to khinkali, he honors this melting pot-style cuisine in a sleek setting reminiscent of Tel Aviv's Bauhaus-inspired architecture.Nibble on nishnushim (hamutzim-pickled vegetables) before tucking in to a crispy striped bass served whole and sided by carrot zhoug, tabila sauce and lettuce leaves. A creamy \"risotto\" made with freekeh delivers great flavors thanks to head-on prawns and a tangy-tart yogurt. Finish with a thick slice of Basque cheesecake."
        },
        {
            "name": "Kebab aur Sharab",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/kebab-aur-sharab",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine indienne",
            "cost": "Premium",
            "address": "247 W. 72nd St., New York, 10023, Etats-Unis",
            "latitude": 40.7793502,
            "longitude": -73.9830232,
            "gastonomie_durable": false,
            "description": "There may be plenty of outside seating, but indoors at Kebab aur Sharab, the look is lavish. From the deep, rich colors and a sea-blue tiled wall to the intricate woodwork and wicker seating, this Upper West Side spot is especially transporting.A versatile menu offers snacks, small plates and main courses, all designed for sharing (though you may want to keep them to yourself). Do as the name suggests and order a kebab—the baby goat one is exceptional. Finely minced goat is formed around a skewer held together by thread, which is then unspooled tableside to deliver the juicy meat with just a whisper of spices and a hint of smokiness. Kerala fish curry is exquisitely spicy and does the Southern Indian classic proud."
        },
        {
            "name": "Principe",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/principe-1207343",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Produits de la mer",
            "cost": "Luxury",
            "address": "450 West Broadway, New York, 10012, Etats-Unis",
            "latitude": 40.725957,
            "longitude": -74.0007419,
            "gastonomie_durable": false,
            "description": "Step in off the street and it will come as no surprise that Principe's space was once a classic SoHo art gallery. Indeed, this stylish restaurant honors its past while adding a dramatic, modern take (think concrete and industrial touches punched up with mother-of-pearl panels and glittering chandeliers). It's all very chic in a Milan-meets-Manhattan way.The food is equally elegant. Dishes include cubes of ruby red tuna with blood orange over daikon; mafaldine tossed with sweet rock shrimp in a lemony beurre blanc; and roasted strawberries with mascarpone and balsamic, all effortlessly illustrating this kitchen's simple-but-sophisticated sensibility."
        },
        {
            "name": "Sushi Ikumi",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/sushi-ikumi",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "135 Sullivan St., New York, 10012, Etats-Unis",
            "latitude": 40.7267812,
            "longitude": -74.0019736,
            "gastonomie_durable": false,
            "description": "This rather modest sushiya is simply outfitted with an expansive L-shaped bar, clean brick walls, soft track lighting and the obligatory counter, where diners can watch the master in action.Every course of the palatably priced omakase is different; yours may commence with a surprisingly cool and intense chawanmushi, tucked with lobster, shrimp, scallop and ikura. Miso-glazed Alaskan cod is a fresh and flaky delight that may be tailed by grouper dabbed with wasabi, shima-aji kissed with caviar and soy-brushed striped jack.Skip the green tea ice cream and opt for the mango sorbet for a refreshing finale."
        },
        {
            "name": "Jupiter",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/jupiter",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine italienne",
            "cost": "Premium",
            "address": "20 W. 50th St., New York, 10020, Etats-Unis",
            "latitude": 40.7587464,
            "longitude": -73.9779111,
            "gastonomie_durable": false,
            "description": "The team behind SoHo's beloved King has headed uptown to Rockefeller Center with Jupiter. The bright dining room boasts a bar counter and open kitchen, while green lacquered chairs, tiled columns and upholstered nooks set a sophisticated tone.The menu is clearly defined and concise. Starters include a wonderfully hearty mozzarella plate arranged with crushed chickpeas and roasted radicchio. The delightful pasta offerings include luscious strands of spaghetti alle vongole and paccheri verdi dressed with a light-bodied sugo of slow-roasted pork, sage and lemon zest. Desserts, like the creamy, quivering panna cotta with Amarena cherries; and cocktails, such as the negroni sbagliato bianco, round out the enticing experience here."
        },
        {
            "name": "Cómodo",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/comodo",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine latino-américaine",
            "cost": "Mid-Range",
            "address": "23 Lexington Ave., New York, 10010, Etats-Unis",
            "latitude": 40.7396,
            "longitude": -73.984467,
            "gastonomie_durable": false,
            "description": "Felipe Donnelly and Chef/co-owner Tamy Rofe have resurrected their much-loved SoHo spot, now at the Freehand Hotel. This iteration is wooing patrons with its warm interior and tempting dishes blending Latin American influences from Brazil to Mexico.Kick things off with a zesty-delicious trout ceviche tostada, vibrant thanks to leche de tigre marinade. Next, braised leeks in beurre blanc with guajillo chile oil are meltingly tender, while ajiaco soup is a comforting bowl of Colombian potato sided by shredded chicken, capers, fresh avocado chunks, and a habanero sauce. Bone-in achiote chicken over green Calasparra rice with brown butter mustard is lush, creamy and packed with flavor."
        },
        {
            "name": "Nudibranch",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/nudibranch",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Mid-Range",
            "address": "125 First Ave., New York, 10003, Etats-Unis",
            "latitude": 40.727431,
            "longitude": -73.9855867,
            "gastonomie_durable": false,
            "description": "Chefs Matthew Lee and Jeff Kim are behind the East Village's well-loved Nudibranch. The food is contemporary with strong Asian influences along with a few Spanish elements making an appearance. Portions lean dainty, but nobody seems to care, as they're all nibbling off each other's plates, family style.Begin with fried frog legs finished with bright galangal and lemongrass, then anchor the meal with a golden and crisp dry-aged branzino with Korean sweet potato and beurre blanc and a side of spicy cucumber kimchi. The signature mushroom dish has been on the menu since day one. The rich and creamy masala chai tres leches cake is a delightful way to end your meal."
        },
        {
            "name": "Joo Ok",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/joo-ok-1214822",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine coréenne",
            "cost": "Luxury",
            "address": "22 W. 32nd St., 16th Fl., New York, 10001, Etats-Unis",
            "latitude": 40.747503,
            "longitude": -73.9867244,
            "gastonomie_durable": false,
            "description": "This Seoul transplant has an unusual entrance—via freight elevator up 16 floors—but the elegant space is instantly inviting. Echoing a traditional Korean home, guests are welcomed with savory crackers and drinks before being escorted to the dining room, where a minimalist design is juxtaposed with views of the Manhattan skyline. Joo Ok delivers a Korean tasting menu that is rooted in tradition but presented through a modern lens. Dishes are stunning, as in the jat jeup chae - tender lobster and Korean pear tucked inside salted cucumber slices. Makgeolli bread topped with freshwater eel is a dramatic single bite, but their signature deul gi reum with diced geoduck, spotted shrimp, and a whole quail egg in house-pressed perilla seed oil is equally memorable."
        },
        {
            "name": "Odre",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/odre",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine coréenne",
            "cost": "Mid-Range",
            "address": "199 2nd Ave., New York, 10003, Etats-Unis",
            "latitude": 40.7313271,
            "longitude": -73.9857639,
            "gastonomie_durable": false,
            "description": "What more could you want out of this little charmer in East Village? Always on the move, Hand Hospitality delivers again with a nicely pitched and portioned set menu of comforting Korean flavors. Find sleek degrees of refinement in winners like asparagus and lobster resting in a chilled pine nut sauce or snow crab wrapped in a thin cigar of daikon and set in a warm crab broth. All entrees like grilled duck with endive and black garlic puree come with banchan and a welcome bowl of rice and soup, which are kept warm in three cauldrons at the bar up front. Dessert is extra but worth ordering: A generous scoop of misugaru ice cream with rice caramel and cookie crumble is a sweet finale in this narrow, minimalist dining room."
        },
        {
            "name": "Bungalow",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/bungalow",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine indienne",
            "cost": "Premium",
            "address": "24 1st Ave., New York, 10009, Etats-Unis",
            "latitude": 40.7236932,
            "longitude": -73.9879972,
            "gastonomie_durable": false,
            "description": "Chef Vikas Khanna has struck out on his own at this warm and welcoming dining room where pale pink walls, colorful murals, and a bar with carved panels set a stunning tone. It's always bustling and securing a reservation may be difficult, with diners eagerly lining up early to snag a walk-in spot. Once you've found a seat, start with one of their unique cocktails (think turmeric-infused tequila and chili-infused mezcal), then tuck into contemporary Indian cuisine that showcases the diverse culinary traditions of India's 28 states. The kitchen's talent shines in standout dishes like the five cheese kulcha (stuffed flatbread) and yogurt kebabs wrapped in crispy kataifi pastry and served with a bright pickled cabbage puree and spicy mango coulis."
        },
        {
            "name": "Shota Omakase",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/brooklyn/restaurant/shota-omakase",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "50 S. 3rd St., Brooklyn, 11249, Etats-Unis",
            "latitude": 40.7135237,
            "longitude": -73.9659318,
            "gastonomie_durable": false,
            "description": "Far from the subway stop on a quiet street in Williamsburg, find this welcoming omakase counter hidden away near Domino Park. Chef Cheng Lin sets the tone as a friendly, relaxed guide for the night’s proceedings. And whereas some chefs practically take vows of silence with regards to sourcing and technique, he is quick to share where in Japan the fish is from, why he uses Inochi-no Ichi rice, and what it took to find his special aged soys and vinegars. His intentionality delivers in the form of excellent, seasonal product and a fine-tuned parade of nigiri, for which the rice is refreshed repeatedly. Prepared dishes like binchotan-seared sawara with citrus sauce, shiso, and nori or even a restorative cup of dashi with mushrooms also show distinction."
        },
        {
            "name": "Bar Miller",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/bar-miller",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "620 E. 6th St., New York, 10009, Etats-Unis",
            "latitude": 40.7240177,
            "longitude": -73.9806355,
            "gastonomie_durable": false,
            "description": "From the team behind Rosella, this diminutive spot with a sprinkling of seats steers clear of the familiar minimalist design, favoring bold colors and eye-catching details (note the custom pottery displayed behind the counter).These confident chefs deliver an omakase that is a showpiece of sustainable sourcing, much of it local—even the rice is sourced from New York state. Their personality is evident in dishes such as daikon vichyssoise with wakame butter-braised greens and gently poached salmon. Dry-aged fluke topped with apple ice in a sweet soy sauce holds its own, while the duo of uni and the mellow, dry-aged mackerel with yuzu kosho are two standouts from the nigiri course. Desserts, like the amazake and the corn gelato with caviar, round out the singular experience."
        },
        {
            "name": "Covacha",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/covacha",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine mexicaine",
            "cost": "Mid-Range",
            "address": "368 Columbus Ave., New York, 10024, Etats-Unis",
            "latitude": 40.780955,
            "longitude": -73.976205,
            "gastonomie_durable": false,
            "description": "New Yorkers have restaurateur Cristina Castañeda to thank for this special Mexican spot with a spirited, warm and welcoming atmosphere. Lime green, yellow and other hues decorate the dining room, which also features a mini loft and an amply stocked bar. The tequila selection is a perfect companion to the Jalisco cooking. It's not your typical Mexican menu: think of everything from delicious and messy shrimp ajillo with hollandaise to torta ahogada with birote salado, pork and oregano-spiked tomato sauce.Every item offered here is an amalgam of smoky, sweet and unique flavors. The dessert selection is concise, but don't miss the nutty-creamy avocado mousse paired with ginger-flavored shaved ice and an achiote meringue."
        },
        {
            "name": "Neta Shari",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/brooklyn/restaurant/neta-shari",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "1718 86th St., Brooklyn, 11214, Etats-Unis",
            "latitude": 40.6082316,
            "longitude": -74.0044118,
            "gastonomie_durable": false,
            "description": "What sets this small yet stylish neighborhood spot in Bensonhurst apart from the others? It's all about their dry-aged fish and beef, showcased in the front entrance, as well as on their good value omakase. In terms of design, it feels contemporary and sparse, featuring a cobalt-blue accent wall, futon up front and that omnipresent counter crafted from warm matte wood. Behind, decorative squares with geometric patterns set the tone for a meal equally replete with flair and flavor.Impressive knife skills are apparent in their perfectly sized bites. Some high points include creamy Hokkaido scallop lifted with lime zest, and Arctic char with yuzu miso and a sliver of lightly crisped skin. Aji marinated in a vinegar blend is toothsome and tart; while eel, seared on both sides and finished with a dot of thick, sweet soy, is a buttery delight."
        },
        {
            "name": "Torrisi",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/torrisi",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Luxury",
            "address": "275 Mulberry St., New York, 10012, Etats-Unis",
            "latitude": 40.724364,
            "longitude": -73.9952778,
            "gastonomie_durable": false,
            "description": "There is perfection in the details at Torrisi, where waiters are crisply dressed in dinner jackets and tables are draped in pressed linens, but the buzzy warmth is as charming as the good looks. Nestled inside the landmark Puck Building, this highly imaginative restaurant expertly balances the creative and the familiar. Nothing feels copied or contrived, and while some of the dishes may seem familiar, they've all been revamped with panache. The team caters to excited diners who feast on items like the escarole and endive salad and chicken stracciatella soup with textbook chicken broth, fluffy egg and savory meatballs. It's the boule, baked, finished on the grill and filled with dreamy clams, that's pure aromatic bliss."
        },
        {
            "name": "Noz 17",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/noz17",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "458 W. 17th St., New York, 10011, Etats-Unis",
            "latitude": 40.7435866,
            "longitude": -74.0058783,
            "gastonomie_durable": false,
            "description": "This downtown sibling of the impressive Upper East original is elegant and inviting.The seven-seat cypress counter is the focal point of the intimate dining room, where an abundance of wood and gently calibrated lighting produce a serene setting.Chef Junichi Matsuzaki is highly skilled and talented. The omakase shows off the chef's free-wheeling style with a procession that keeps the palate stimulated. Otsumami, sashimi and nigiri all show off an impressive display of top-notch product that has been expertly treated and handled. A slice of pearlescent white cuttlefish, intricately scored so it practically melts in the mouth, accompanied by a mouth-coating demitasse of snapper bone broth, are just two of the delights presented to diners."
        },
        {
            "name": "Casa Dani",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/casa-dani",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine espagnole",
            "cost": "Luxury",
            "address": "448 W. 33rd St., New York, 10001, Etats-Unis",
            "latitude": 40.7534938,
            "longitude": -73.9987615,
            "gastonomie_durable": false,
            "description": "There is nothing homey about Chef Dani Garcia’s sprawling new casa, located in the sparkling Citizens food hall in Manhattan West. A buzzy lounge opens into a packed two-story dining room that is full-on glamour with ceilings that reach for the sky, a glassed-in open kitchen, beautiful fabric and texture at every corner and a professional clientele that likes to eat well and look good doing it. Big groups like to swing for the pricey paella, but we suggest building a meal around a wide range of small dishes, starting with any one of the fantastic preparations of tuna. Shrimp tucked with a basil leaf and fried until perfectly crispy are even better with smoky aioli, but don't miss a wedge of still-warm, burnt Basque cheesecake, served tableside."
        },
        {
            "name": "Sami & Susu",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/sami-susu",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine méditerranéenne",
            "cost": "Mid-Range",
            "address": "190 Orchard St., New York, 10002, Etats-Unis",
            "latitude": 40.7221457,
            "longitude": -73.9880552,
            "gastonomie_durable": false,
            "description": "As further proof that big things often come in small packages, watch this narrow nook make a regular out of you in no time. On busy Orchard Street, this neighborhood gem hides in plain sight, anchored by a kitchen that doesn’t even have a proper gas stove. Seasonal, bright and unfussy, the menu is small but endlessly tempting as it roams the Middle East for inspiration. Simple, familiar things like tabbouleh chock full of fresh mint and sweet corn spark instant summer joy. Order anything with lamb, whether it’s wrapped in soft cabbage leaves or stuffed into squash blossoms, delicately fried and paired with creamy tzatziki. A punky soundtrack, a natural wine list and staff that will never judge you for over-ordering — what’s not to love?"
        },
        {
            "name": "Vestry",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/vestry",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Luxury",
            "address": "246 Spring St., New York, 10013, Etats-Unis",
            "latitude": 40.7256137,
            "longitude": -74.0055581,
            "gastonomie_durable": false,
            "description": "Tucked inside The Dominick Hotel, Vestry is an ideal destination for guests craving a quiet evening in an intimate setting. The kitchen is steered by Australian-born Chef Shaun Hergatt, whose admiration for Japanese culinary technique and elements is clear and woven into the seasonal vegetable- and seafood-based menu. Roasted Faroe Island salmon atop a bed of herbed fregola and finished with an aerated beurre blanc sauce tempts with shatteringly crisp skin. However, dessert showcases a creative, clever touch—think cheesecake mimicking a wedge of Swiss cheese sided by an apple ginger compote with a mouse tail and ears."
        },
        {
            "name": "César",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/cesar",
            "stars": 2,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Luxury",
            "address": "333 Hudson St., New York, 10013, Etats-Unis",
            "latitude": 40.7271776,
            "longitude": -74.0076088,
            "gastonomie_durable": false,
            "description": "César Ramirez is one of the few chefs who, night after night, has the difficult task of meeting his own singular standards of high-wire precision. His new downtown restaurant brings a sleek, minimal look to a century-old address. As might be expected, world-class seafood plays a large role in his tasting menu which features such delights as a morsel of blackthroat seaperch from Chiba, crudo of fluke from Jeju Island, and langoustine from Norway dressed with caviar and smoked trout. A masterful hand with sauces and a sense for harmonious, exacting combinations demonstrate both creativity and maturity. An eager service team oversees the spacious room where counter and table seating alike offer a prime vantage point for watching this kinetic kitchen."
        },
        {
            "name": "Mesiba",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/brooklyn/restaurant/mesiba",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine moyen-orientale",
            "cost": "Premium",
            "address": "353 Bedford Ave., Brooklyn, 11211, Etats-Unis",
            "latitude": 40.7117939,
            "longitude": -73.9631361,
            "gastonomie_durable": false,
            "description": "Mesiba certainly lives up to its name. This Levantine restaurant tucked at the base of the hip Moxy Williamsburg hotel, means “party” in Hebrew, and indeed its lively ambience alone is a draw. However, Chef Eli Buliskeria's food is equally captivating. From baba ganoush to ktzitzot (red snapper skewers) with Palestinian za'atar to khinkali, he honors this melting pot-style cuisine in a sleek setting reminiscent of Tel Aviv's Bauhaus-inspired architecture.Nibble on nishnushim (hamutzim-pickled vegetables) before tucking in to a crispy striped bass served whole and sided by carrot zhoug, tabila sauce and lettuce leaves. A creamy \"risotto\" made with freekeh delivers great flavors thanks to head-on prawns and a tangy-tart yogurt. Finish with a thick slice of Basque cheesecake."
        },
        {
            "name": "Kebab aur Sharab",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/kebab-aur-sharab",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine indienne",
            "cost": "Premium",
            "address": "247 W. 72nd St., New York, 10023, Etats-Unis",
            "latitude": 40.7793502,
            "longitude": -73.9830232,
            "gastonomie_durable": false,
            "description": "There may be plenty of outside seating, but indoors at Kebab aur Sharab, the look is lavish. From the deep, rich colors and a sea-blue tiled wall to the intricate woodwork and wicker seating, this Upper West Side spot is especially transporting.A versatile menu offers snacks, small plates and main courses, all designed for sharing (though you may want to keep them to yourself). Do as the name suggests and order a kebab—the baby goat one is exceptional. Finely minced goat is formed around a skewer held together by thread, which is then unspooled tableside to deliver the juicy meat with just a whisper of spices and a hint of smokiness. Kerala fish curry is exquisitely spicy and does the Southern Indian classic proud."
        },
        {
            "name": "Principe",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/principe-1207343",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Produits de la mer",
            "cost": "Luxury",
            "address": "450 West Broadway, New York, 10012, Etats-Unis",
            "latitude": 40.725957,
            "longitude": -74.0007419,
            "gastonomie_durable": false,
            "description": "Step in off the street and it will come as no surprise that Principe's space was once a classic SoHo art gallery. Indeed, this stylish restaurant honors its past while adding a dramatic, modern take (think concrete and industrial touches punched up with mother-of-pearl panels and glittering chandeliers). It's all very chic in a Milan-meets-Manhattan way.The food is equally elegant. Dishes include cubes of ruby red tuna with blood orange over daikon; mafaldine tossed with sweet rock shrimp in a lemony beurre blanc; and roasted strawberries with mascarpone and balsamic, all effortlessly illustrating this kitchen's simple-but-sophisticated sensibility."
        },
        {
            "name": "Sushi Ikumi",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/sushi-ikumi",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "135 Sullivan St., New York, 10012, Etats-Unis",
            "latitude": 40.7267812,
            "longitude": -74.0019736,
            "gastonomie_durable": false,
            "description": "This rather modest sushiya is simply outfitted with an expansive L-shaped bar, clean brick walls, soft track lighting and the obligatory counter, where diners can watch the master in action.Every course of the palatably priced omakase is different; yours may commence with a surprisingly cool and intense chawanmushi, tucked with lobster, shrimp, scallop and ikura. Miso-glazed Alaskan cod is a fresh and flaky delight that may be tailed by grouper dabbed with wasabi, shima-aji kissed with caviar and soy-brushed striped jack.Skip the green tea ice cream and opt for the mango sorbet for a refreshing finale."
        },
        {
            "name": "Jupiter",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/jupiter",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine italienne",
            "cost": "Premium",
            "address": "20 W. 50th St., New York, 10020, Etats-Unis",
            "latitude": 40.7587464,
            "longitude": -73.9779111,
            "gastonomie_durable": false,
            "description": "The team behind SoHo's beloved King has headed uptown to Rockefeller Center with Jupiter. The bright dining room boasts a bar counter and open kitchen, while green lacquered chairs, tiled columns and upholstered nooks set a sophisticated tone.The menu is clearly defined and concise. Starters include a wonderfully hearty mozzarella plate arranged with crushed chickpeas and roasted radicchio. The delightful pasta offerings include luscious strands of spaghetti alle vongole and paccheri verdi dressed with a light-bodied sugo of slow-roasted pork, sage and lemon zest. Desserts, like the creamy, quivering panna cotta with Amarena cherries; and cocktails, such as the negroni sbagliato bianco, round out the enticing experience here."
        },
        {
            "name": "Cómodo",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/comodo",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine latino-américaine",
            "cost": "Mid-Range",
            "address": "23 Lexington Ave., New York, 10010, Etats-Unis",
            "latitude": 40.7396,
            "longitude": -73.984467,
            "gastonomie_durable": false,
            "description": "Felipe Donnelly and Chef/co-owner Tamy Rofe have resurrected their much-loved SoHo spot, now at the Freehand Hotel. This iteration is wooing patrons with its warm interior and tempting dishes blending Latin American influences from Brazil to Mexico.Kick things off with a zesty-delicious trout ceviche tostada, vibrant thanks to leche de tigre marinade. Next, braised leeks in beurre blanc with guajillo chile oil are meltingly tender, while ajiaco soup is a comforting bowl of Colombian potato sided by shredded chicken, capers, fresh avocado chunks, and a habanero sauce. Bone-in achiote chicken over green Calasparra rice with brown butter mustard is lush, creamy and packed with flavor."
        },
        {
            "name": "Nudibranch",
            "link": "https://guide.michelin.com/fr/fr/new-york-state/new-york/restaurant/nudibranch",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Mid-Range",
            "address": "125 First Ave., New York, 10003, Etats-Unis",
            "latitude": 40.727431,
            "longitude": -73.9855867,
            "gastonomie_durable": false,
            "description": "Chefs Matthew Lee and Jeff Kim are behind the East Village's well-loved Nudibranch. The food is contemporary with strong Asian influences along with a few Spanish elements making an appearance. Portions lean dainty, but nobody seems to care, as they're all nibbling off each other's plates, family style.Begin with fried frog legs finished with bright galangal and lemongrass, then anchor the meal with a golden and crisp dry-aged branzino with Korean sweet potato and beurre blanc and a side of spicy cucumber kimchi. The signature mushroom dish has been on the menu since day one. The rich and creamy masala chai tres leches cake is a delightful way to end your meal."
        }
    ]
}