{
    "attractions": [
        {
            "site": "BucketList",
            "rank": 0,
            "Title": "Disneyland",
            "Adult price": "Â£90",
            "Good for age": "4+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 1,
            "Title": "Hollywood",
            "Adult price": NaN,
            "Good for age": "8+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 2,
            "Title": "Hollywood Film & TV studio tours",
            "Adult price": "Â£50",
            "Good for age": "8+",
            "Duration": "2-5 hours",
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 3,
            "Title": "Getty Center",
            "Adult price": NaN,
            "Good for age": "18+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 4,
            "Title": "Los Angeles County Museum of Art (LACMA)",
            "Adult price": "Â£17",
            "Good for age": "18+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 5,
            "Title": "Universal Studios Hollywood",
            "Adult price": "Â£85",
            "Good for age": "4+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 6,
            "Title": "LAâs best food & drink",
            "Adult price": NaN,
            "Good for age": "18+",
            "Duration": "-",
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 7,
            "Title": "Hike up to the Hollywood Sign",
            "Adult price": NaN,
            "Good for age": "8+",
            "Duration": "2-3 hours",
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 8,
            "Title": "Santa Monica Pier & Beach [surfing & cycling]",
            "Adult price": NaN,
            "Good for age": "4+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 9,
            "Title": "Academy Museum of Motion Pictures",
            "Adult price": "Â£22",
            "Good for age": "8+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 10,
            "Title": "Venice Beach",
            "Adult price": NaN,
            "Good for age": "4+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 11,
            "Title": "Griffith Observatory",
            "Adult price": "Â£6",
            "Good for age": "4+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 12,
            "Title": "Drive the Pacific Coast Highway to Malibu",
            "Adult price": NaN,
            "Good for age": "18+",
            "Duration": "35+ minutes",
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 13,
            "Title": "The Broad",
            "Adult price": "Â£15",
            "Good for age": "18+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 14,
            "Title": "Hollywood Walk of Fame",
            "Adult price": NaN,
            "Good for age": "4+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 15,
            "Title": "California Science Center",
            "Adult price": NaN,
            "Good for age": "4+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 16,
            "Title": "Cycle The Strand",
            "Adult price": NaN,
            "Good for age": "4+",
            "Duration": "2-3 hours",
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 17,
            "Title": "Getty Villa",
            "Adult price": NaN,
            "Good for age": "18+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 18,
            "Title": "Farmers Market on Fairfax",
            "Adult price": NaN,
            "Good for age": "18+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 19,
            "Title": "Santa Monica Farmers Market",
            "Adult price": NaN,
            "Good for age": "18+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 20,
            "Title": "Grand Central Market Downtown",
            "Adult price": NaN,
            "Good for age": "18+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 21,
            "Title": "Dolby Theatre",
            "Adult price": NaN,
            "Good for age": "4+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 22,
            "Title": "La Brea Tar Pits",
            "Adult price": "Â£12",
            "Good for age": "4+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 23,
            "Title": "TCL Chinese Theatre",
            "Adult price": NaN,
            "Good for age": "4+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 24,
            "Title": "Rose Bowl Flea Market",
            "Adult price": NaN,
            "Good for age": "13+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 25,
            "Title": "Greystone Mansionâs Gardens",
            "Adult price": NaN,
            "Good for age": "18+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 26,
            "Title": "Huntington Library and Gardens",
            "Adult price": "Â£20",
            "Good for age": "18+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "BucketList",
            "rank": 27,
            "Title": "Virginia Robinson Gardens",
            "Adult price": "Â£12",
            "Good for age": "18+",
            "Duration": NaN,
            "description": NaN
        },
        {
            "site": "CNTraveler",
            "rank": 0,
            "Title": "Angeles National Forest",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "With over 1,000 square miles of wilderness and 53 trailheads, it's no wonder Angeles National Forest is one of the most popular day trips for locals and visitors alike. Whether you're hiking, biking, running, boating, or even skiing, there's something for every outdoors-y type here. The drive upMt. Baldyis pleasant and results in spectacular views from nearly 10,000 feet. The hikes to the Devil's Punchbowl and theBridge to Nowhereare some of the best full day options in the region."
        },
        {
            "site": "CNTraveler",
            "rank": 1,
            "Title": "Bradbury Building",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "The Victorian-style atrium of the Bradbury Building, built for gold baron Lewis Bradbury, is filled with architectural flourishes like open-cage hydraulic elevators, marble staircases, and wrought-iron balconies. The massive skylight and  open balconies create a mood that is like no other building; it's both haunting and magical. Culture buffs will know it from appearances in movies likeChinatown(1974),Blade Runner(1982),500 Days of Summer(2009), and a smattering of music videos and commercials."
        },
        {
            "site": "CNTraveler",
            "rank": 2,
            "Title": "The Broad",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Housed in abuilding with a dimpled façadethat many say looks like a cheese grater, the Broad houses the collection of Edythe Broad, who accumulated a formidable cache of contemporary art with her late husband Eli. The collection is more pop than academic, earning it a reputation as a stop on tourists' lists, if only to take selfies in front of Jeff Koons' balloon dog or Robert Therrien's enlarged table and chairs. There are also works from the likes of Ruscha, Warhol, Basquiat, Murakami, and Sherman. A reservation is required and hard to come by due to the museum's popularity, so plan in advance. It's free, and if you hustle, you can see the museum's hits in no time."
        },
        {
            "site": "CNTraveler",
            "rank": 3,
            "Title": "The Getty Center",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "The Getty has established itself as the nexus ofLos Angeles art, and its palatial grounds reflect that. Perched atop a hill in the Brentwood neighborhood of West Los Angeles (with 360-degree views), the Richard Meier architected space is a perfect union of medieval castle and rigorous academia. Floating bridges connect marble buildings, and you're never too far from a burbling fountain. And of course, the garden, built by legendary Southern Californian artist Robert Irwin, is a magical place to reset once you've had art overload. The museum's collection is vaunted. In fact, few collections in the world match up to the mix of ancient and modern. Seeking 2500-year-old Etruscan statues? Van Gogh's Irises? Delicate and rare illuminated manuscripts? 20th century photography from the likes of Robert Mapplethorpe and Walker Evans? The Getty has it all."
        },
        {
            "site": "CNTraveler",
            "rank": 4,
            "Title": "Santa Monica Farmers Market",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "The Los Angeles area is famous for having a farmers market every day of the week, and the Santa Monica Farmers Market, held on Wednesday, Saturday, and Sunday, is the mother of them all. Taking up several city blocks, the market is lined with seasonal fruits, vegetables, and other products and provisions. There are some remarkable splurge items that you won't find other farmers markets; for instance, black truffles, bergamot, emu eggs, and sea urchin. This farmers market has a huge following withinL.A.'s restaurant industry.Some of the city's most famous chefs, including Niki Nakayama ofn/nakaand Michael Cimarusti ofProvidence, shop here. You'll also be among locals, many of them regulars, shopping for their home kitchens."
        },
        {
            "site": "CNTraveler",
            "rank": 5,
            "Title": "Los Angeles County Museum of Art (LACMA)",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "LACMA describes itself an \"encyclopedic museum.\" There are different buildings for different collections, separated by culture (i.e. the Korean Art Galleries, Pavilion for Japanese Art). Though right now, the museum is going through a massive, controversial construction project, which is set to complete in 2024. When it's complete, there will be one large building—the Geffen Galleries, by Peter Zumthor—that will house LACMA's vast collections. The collections, when they come back on view, are world-class. There's a mix of Islamic, Korean, Japanese, Greek, and Mexican art, as well as collections of contemporary art, jewelry, fashion, and design. Chris Burden's Urban Light (rows of street lamps) and Michael Heizer's Levitated Mass (a giant boulder suspended above a walkway), are two of the most popular selfie spots in town."
        },
        {
            "site": "CNTraveler",
            "rank": 6,
            "Title": "Venice Canals",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Hidden in plain sight, the canals flow behind adorable bungalows just blocks fromVenice Beach. Built in 1905 by developer Abbot Kinney, it’s not unusual to see herons, egrets, pelicans, and parrots, making it one of the best off-the-beaten-path landmarks in all of L.A. There are a number of bridges perfect for romantic photo ops, and there are enough quiet corners to find your own little patch of bliss. It’s a perfect place to stroll and catch your breath amid the hustle and bustle of the city."
        },
        {
            "site": "CNTraveler",
            "rank": 7,
            "Title": "The Museum of Contemporary Art",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Three museums in one, really, MOCA is a cutting-edge museum with temporary exhibitions by established and emerging artists. Also, it's home to one of the greatest contemporary art collections in the world. The 6,000-piece collection contains prime works byAgnes Martin, Nam June Paik, Jackson Pollock, and Mike Kelley. MOCA has two main buildings: the Grand Avenue building in Museum Row, the Geffen Contemporary in nearby Little Tokyo—start at the Grand Avenue building and then grab lunch in Little Tokyo before taking in the works at the Geffen. The exhibits are what make MOCA crackle; under the watchful eye of director Johanna Burton and a crack team of curators, MOCA has seen blockbuster shows by the likes of Pipilotti Rist, Tala Madani, and Simone Forti."
        },
        {
            "site": "CNTraveler",
            "rank": 8,
            "Title": "Rose Bowl Flea Market",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Rose Bowl Flea Market is held on the second Sunday of every month in the parking lot of the Rose Bowl in Pasadena, a historic athletic stadium built in 1922. The flea market is a behemoth, the biggest on the West Coast, with approximately 2,500 vendors serving 20,000 visitors each month. It has a little bit of everything, but it's best known for its selection of mid-century modern furniture and vintage clothing. It's best to go with a few things in mind (a coffee table, or a few t-shirts) and a budget. Wear comfortable shoes, bring snacks, and make sure to get cash before going."
        },
        {
            "site": "CNTraveler",
            "rank": 9,
            "Title": "Hollywood Bowl",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "The Hollywood Bowl is an icon of the past, and one of the most unique concert-going experiences you can find anywhere. Since its opening day in 1921, the Bowl has seen the L.A. Philharmonic play hundreds of concerts, as well as ballets, jazz concerts, and operas. More recently, it's become a hub for pop stars to perform in front of a regal backdrop with state-of-the-art acoustics. As an amphitheater, the sight lines at the Bowl are almost always unobstructed no matter where you're seated. The sound at the Bowl is always crystal clear, and top notch. Depending on the night, the Bowl is truly a mixed crowd. From those looking for some highbrow entertainment to pop star super fans, the Bowl is for everyone."
        },
        {
            "site": "CNTraveler",
            "rank": 10,
            "Title": "Kapowui Surf Lessons",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "For anyone who has ever admired the majestic surfers carving up waves, Kapowui is the best crash course out there. Kapowui has one goal: giving nascent surfers the shaka spirit and leaving them stoked to surf a wave. With a list of clientele that includes 5-star hotels likeShutters on the Beach, Kapowui has a reputation for turning even the most knock-kneed landlubber into a verifiable porpoise. The lessons are two hours, and start on the beach in Santa Monica or Venice. Instructors will run you through surfer safety, a physiognomy of the board, and the dynamics of popping up. After the preamble, you hop in the water, and stay out there for the rest of the lesson. Everything you need—the board and a high-end a wetsuit—is included. Kids are more than welcome and you're practically guaranteed to leave ready to go it alone next time"
        },
        {
            "site": "CNTraveler",
            "rank": 11,
            "Title": "Melrose Place",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Just off Melrose Avenue, Melrose Place is a surprisingly quiet little street that deserves a closer look. Rodeo Drive in Beverly Hills might be iconic, but let's not forget Melrose Place also had a TV show named after it in the 90s. From Balmain's classic men's looks to Rachel Comey's \"cool mom\" mules, the Row's edgy elegance, and Zimmerman's Aussie-style festival garb, Melrose Place is a shopping destination that can take care of all of your needs, plus offer a relaxed stroll down a quiet street. Full of stylists, fashionistas, and the occasional celebrity, keep your eyes peeled and grab a bite at Fig & Olive's Melrose Place location, a favorite of Kim Kardashian, Kristin Cavallari, and Halle Berry. The best tip is to show up to Alfred Coffee early to try and sample their seasonal menu to keep you warm while you shop—in winter, it's an Oatnog Latte or a Mint Mocha. Grab a cup before letting that credit card loose."
        },
        {
            "site": "CNTraveler",
            "rank": 12,
            "Title": "Wi Spa",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Koreans spend nearly 1.5 billion US dollars on the spa life in South Korea, so when we say this jimjilbang (a traditional K spa) is an iconic Koreatown staple, just know that this spa is probably going to surpass your expectations of what a spa can be. Separated into men's and women's sides, guests strip down, shower, and then hop into one of the treated medicinal tubs (see how long you can stay in the cold one). Then head up to choose a treatment, which costs extra, from the vast menu of body buffs, seaweed massages, and facials. After your treatment, you'll head up to the next floor to the common area, where you can grab a bite at the cafe, which offers healthy Korean soups and noodles, before heading into the multitude of cavernous saunas. There's even a sleep room, a room full of soft leather recliners, and a full gym. Oh and you'll be doing all of this in your comfy Wi Spa shorts and t-shirt, which are provided."
        },
        {
            "site": "CNTraveler",
            "rank": 13,
            "Title": "Grand Central Market",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Not much has changed structurally in the 103 years since Grand Central Market opened, though of course none of the original vendors are around. Today, it is the epicenter of the high-low culture that Los Angeles pulls off so well. The cheaper takeaway spots—the tacos and sandwiches—are just as good as the more ballyhooed counters. It just depends on what you're in the mood for. Villa Morelianas carnitas tacos are as good a Michoacan offering as you can find, while For the Win serve up a classy grass-fed beef burger with onions, cheese, and Thousand Island dressing on a potato bun. Then of course, there isEgg Slutand it's sometimes hour-long line for one of America's most famous breakfast sandwiches. It may seem like the line itself is the point, those sandwiches deliver."
        },
        {
            "site": "CNTraveler",
            "rank": 14,
            "Title": "The Magic Castle",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "There are few places in the world quite like the Magic Castle. This mansion in Hollywood serves as a clubhouse for magicians (it's quite hard to become a member), with illusionists, mentalists, and more performing nightly to a crowd required to dress in vintage formal attire. At a small magic club's show, you may see few magicians in the course of an evening, but at the Magic Castle you could see a dozen shows in a single night. You have to be invited by a magician to get in but there’s a secret tip: Find out which magicians are performing the night you’d like to see, and email them a few weeks in advance to see if they’ll get you an invite."
        },
        {
            "site": "CNTraveler",
            "rank": 15,
            "Title": "Watts Towers",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Somehow both space-age and D.I.Y., the Watts Towers are an awe-inspiring series of 17 interwoven sculptural pillars built from scrap metal and concrete and decorated with found objects like glass bottles, volcanic rock, and ceramic tile. Coming here is nothing like any othermuseum experience in Los Angeles. Italian immigrant construction worker and artist Sabato \"Simon\" Rodia built the towers over a 33-year period, from the 1920s through the 1950s. They're considered a prime example of \"outsider art,\" and can be visited for free in the Simon Rodia Historic State Park in the Watts neighborhood in south Los Angeles."
        },
        {
            "site": "CNTraveler",
            "rank": 16,
            "Title": "Griffith Observatory",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Griffith Observatory is an Art Deco stargazing spot atop Mount Hollywood inGriffith Parkand one of the most visited observatories. It got it's reputation for a reason: It's rich with exhibit halls (one of which houses a rare, electricity-pulsing Tesla coil), photogenic views of the Hollywood sign, a planetarium that hosts brainy but fun shows about the universe, and, of course, the 12-inch Zeiss telescope. More than 600 guests look through that telescope each night, which the observatory claims makes it the highest trafficked telescope in the world. Emotions range at Griffith Observatory, from the romantic (see:La La Land, when Ryan Gosling waltzes Emma Stone into the stars in the planetarium) to the gleeful (try not to smile in wonder at that Tesla coil) to the odd feeling of insignificance looking up at the universe can give you."
        },
        {
            "site": "CNTraveler",
            "rank": 17,
            "Title": "Marvin Braude Bike Trail (The Strand)",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "A mostly flat, leg-friendly ride along the coastline, the Strand is 22 miles each way, and easily doable in a day. With the Pacific breeze against your face, it's one of the most pleasant rides with some beautiful views along the way. You'll pass by Dockweiler Beach in Vista del Mar, famous for its hang gliders, and Manhattan Beach, where you can post up and watch the surfers as they ride the waves. You can start and end your ride atSanta Monica Pier, which is worth a visit in and of itself, and afterward have a bite to eat at one of Santa Monica's many seafood restaurants."
        },
        {
            "site": "CNTraveler",
            "rank": 18,
            "Title": "Barnsdall Art Park",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Quiet, big, secluded, and full of art galleries, historic buildings, and a theater, the Barnsdall Art Park is one of L.A.'s best-kept secrets. Start with a tour of theHollyhock House, the first Frank Lloyd Wright project in Los Angeles; the building has a fascinating history. The Los Angeles Municipal Art Gallery (LAMAG) and the Barnsdall Gallery Theatre, built in the mid-century, play host to excellent exhibitions of contemporary art, plays, and panel discussions. You can also just swing by for a picnic; the park is an ideal setting."
        },
        {
            "site": "CNTraveler",
            "rank": 19,
            "Title": "Hollywood Forever Cemetery",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Home to the graves of silent film stars like Douglas Fairbanks and Rudolph Valentino, you'll also find the tombs of modern celebrities like Johnny Ramone and Kim Fowley. Try and find the memorial to Toto, Dorothy's dog inThe Wizard of Oz; there's also a section of the cemetery where peacocks roam. Nighttimeeventslike movies projected on a mausoleum for an ongoing film series and nightclubby DJ sets are perfect for an al fresco night out on the town."
        },
        {
            "site": "CNTraveler",
            "rank": 20,
            "Title": "The Huntington Library, Art Collections, and Botanical Gardens",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Millions of manuscripts, hundreds of thousands of books, tens of thousands of plant species, and thousands of art objects add up to a lot to see here. The Huntington is more than your run of the mill institution—in fact, there are few places in the world quite like it. The area tends draw a crowd of older couples (think:symphony attendees), but the Huntington has an area that that can be calibrated to suit every group and mood. The Desert Garden, the Rose Garden, and the Japanese Garden are all spectacular enough that if a visitor wanted to just go to one of them it would be enough. The Library or Gallery could be zoomed through, adding on a quick pop over to the Conservatory, where the Carnivorous Plant Bog and the Rain Forest offer educational opportunities for the whole family."
        },
        {
            "site": "CNTraveler",
            "rank": 21,
            "Title": "Bob Baker Marionette Theater",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Marionette puppetry is an ancient form of entertainment—they've even found wire-controlled puppets in Ancient Egyptian tombs—so it makes sense that stepping into Bob Baker Marionette Theater would be like stepping into a time warp. Set in a 1920's-era silent movie theater in the Highland Park neighborhood of Northeast L.A., the children's theater playhouse is adorned with red curtains and carpet; when the curtains come up, and the puppets come out, you might be mesmerized that this art form remains practiced by top-notch artists. Many of the marionettes were actually made by Baker himself, who passed away in 2014. Around Christmastime, the puppeteers put on a rendition of the Nutcracker, and there's currently a run of shows featuring Baker's most beloved puppets doing some of the theater's greatest hits in a show called Magic Strings."
        },
        {
            "site": "CNTraveler",
            "rank": 22,
            "Title": "Philosophical Research Society",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "What'sL.A.without a little occult? Founded in 1934 by Canadian astrologer and all-around mystical man of mystery, Manly P. Hall, Philosophical Research Society is something of a tribute to the man himself. The library is chock full of Hall's esoterica accumulated over the years traveling as a mystic, containing some 50,000 books—a treasure trove of knowledge on obscure and rare religions and philosophies (impressive even if you're not about to hold a seance). When Elvis was going through his divine knowledge era, he sent Priscilla to Philosophical Research Society to do some recon; Charles Bukowski was married by Hall himself on the Society's campus; it's a historically protected building and definitely a major hub of mystical activity. Be ready to stare into the abyss of knowledge."
        },
        {
            "site": "CNTraveler",
            "rank": 23,
            "Title": "The La Brea Tar Pits & Museum",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "The La Brea Tar Pits are pits of, well, tar that has been bubbling up from beneath the earth for tens of thousands of years. They're viewable for free, and the compact La Brea Tar Pits Museum (which does charge admission) exhibitsfossils and bonesthat were preserved when animals became trapped in said tar. It's a major landmark, and one of the most visited tourist spots in all of Los Angeles. The collection of bones is extraordinary. There are spectacular composite skeletons of many extinct species, including Columbian mammoths, ground sloths, dire wolves, North American camels, and, of course, the famous saber-toothed cat. Beyond the skeletons, there are over a million Ice Age fossils to peruse."
        },
        {
            "site": "CNTraveler",
            "rank": 24,
            "Title": "Runyon Canyon Yoga",
            "Adult price": NaN,
            "Good for age": NaN,
            "Duration": NaN,
            "description": "Runyon Canyon itself is one ofthe most popular outdoor destinations in Los Angeles—an undeveloped public park smack in the middle of Hollywood. It's not the prettiest place on Earth—it's mostly a dirt trail surrounded by scrub brush—though the top offers a nice view of Downtown. A bit further down the hill, near the South entrance to the park, is a small fenced-off area where you'll find donation-based Runyon Canyon Yoga every morning at 10:30 a.m. It's a relaxing counterpoint to the oh-so-crowded trails. The yoga area is in a nook away from the path, so no hiker hordes will disturb your peace. Consensus is that Daniel, who teaches the Saturday class at the park, is one of the best yoga teachers in L.A."
        }
    ],
    "michelin": [
        {
            "name": "Uka",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/uka",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise contemporaine",
            "cost": "Luxury",
            "address": "6801 Hollywood Blvd., Level 5, Los Angeles, 90028, Etats-Unis",
            "latitude": 34.1017338,
            "longitude": -118.3391629,
            "gastonomie_durable": false,
            "description": "Chef Yoshitaka Mitsue and Chef Shingo Kato (both formerly of the Permanent Mission of Japan to the United Nations) and two waiters take great care with the details at this sleek hideaway nestled within Japan House at the Ovation Hollywood. Here, the fish is sourced from Japan and flown in twice weekly, then cured or aged in-house. Products are sourced locally for the best quality. It's all part of the kaiseki dining experience at Uka, where guests are invited to savor six or nine courses. Most of the menu leans traditional, as in the kabutamushi, a dumpling made with shredded turnip and filled with Japanese sea bream, while French influences make their way into dishes like grilled abalone with a butter ponzu sauce and wagyu with a red wine jus and miso butter sauce."
        },
        {
            "name": "Mae Malai Thai House of Noodles",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/mae-malai-thai-house-of-noodles",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine thaïlandaise",
            "cost": "Affordable",
            "address": "5445 Hollywood Blvd., Unit A, Los Angeles, 90027, Etats-Unis",
            "latitude": 34.1020895,
            "longitude": -118.3089445,
            "gastonomie_durable": false,
            "description": "Just a short walk from their original food stall, this restaurant's strip mall digs are simple but it's a comfortable, welcoming spot with a tempting menu to boot. As the name suggests, their specialty is noodles, particularly boat noodles with a thick, intense broth and your choice of pork or beef, noodle type, and spice level. Fret not if you can't decide, as the bowls are small and ordering two or more varieties might just be the perfect compromise. Don't skip out on their stir-fried dishes, such as the boldly spiced chili holy basil with ground pork, bell peppers, and green beans. For dessert, choose from coconut ice cream or kanom tuay, a two-layer custard featuring a green layer infused with fresh pandan leaf, and a white layer with coconut."
        },
        {
            "name": "Gwen",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/gwen",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Spécialités de viandes",
            "cost": "Luxury",
            "address": "6600 Sunset Blvd., Los Angeles, 90028, Etats-Unis",
            "latitude": 34.0979419,
            "longitude": -118.3332968,
            "gastonomie_durable": false,
            "description": "During the day, this enticingly arranged butcher shop sells humanely raised meats from local partner farms. By night, Gwen opens into a glowing dining room showcasing the same upscale cuts à la carte and on its multicourse tasting. Named for their beloved grandmother, this collaboration between Chef Curtis Stone and his brother, Luke, conjures Art Deco glamour with crystal chandeliers and a roaring fireplace.The menu is concise and stars house-made charcuterie and wood-fire grilled steaks. Watch from the chef's counter as the crew deftly cooks high quality meat, perhaps a Blackmore Wagyu New York strip, to perfection. Save room for dessert, like a round of cheesecake nestled in a mound of graham cracker crumbs and topped with a quenelle of mango lime sorbet."
        },
        {
            "name": "Grá",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/gra",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Pizza",
            "cost": "Mid-Range",
            "address": "1524 Pizarro St., Los Angeles, 90026, Etats-Unis",
            "latitude": 34.066749,
            "longitude": -118.260794,
            "gastonomie_durable": false,
            "description": "There's a welcoming vibe at this hip spot where the focus is on natural fermentation with sourdough pizza, seasonal pickled vegetables, and fermented drinks such as tepache. Grá has indoor and covered patio seating, but all eyes will be on the cooks preparing pizzas in their wood-fired oven. It's all about the thin and crispy sourdough crust with high quality toppings. Classics like pepperoni will always rule, but hard hitters like stracciatella and prosciutto with basil and a drizzle of coffee-infused honey are worth noting. While pizza is certainly the scene stealer, don't ignore their salads or appetizers, including grilled maitake with pickled green peppercorn and agretti in a flavor-packed broth. For dessert, go for the soy-sauce caramel sundae or chocolate tart."
        },
        {
            "name": "Danbi",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/danbi",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine coréenne",
            "cost": "Mid-Range",
            "address": "3465 W. 6th St., Ste. 90-100, Los Angeles, 90020, Etats-Unis",
            "latitude": 34.063778,
            "longitude": -118.297274,
            "gastonomie_durable": false,
            "description": "Danbi sports a sleek, modern dining room with an industrial feel (think concrete floors, hanging plants, and dark wood tables) as well as a large bar for bites and sips like their \"kimchi mule.\"Chef Lareine Ko's streamlined menu pops with large, shareable plates. The hit list includes  mushroom bibimbap with fresh vegetables, as well as a crispy scallop pancake accompanied by a creamy mentaiko sauce. Wagyu Zabuton, cooked over charcoal and served on a hot cast iron skillet over a bed of grilled onions, is a solid winner. End the meal with one of Chef Isabell Manibusan's pastries—perhaps the almost-nostalgic banana milk cloud with brûléed meringue and banana milk crème anglaise, or the Mont Halla, a Korean twist on a Mont Blanc."
        },
        {
            "name": "Cedro Italian Restaurant",
            "link": "https://guide.michelin.com/fr/fr/california/newbury-park_2986929/restaurant/cedro-italian-restaurant",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine italienne",
            "cost": "Mid-Range",
            "address": "2385 Michael Dr., Newbury Park, 91320, Etats-Unis",
            "latitude": 34.1833198,
            "longitude": -118.9289546,
            "gastonomie_durable": false,
            "description": "Three Italian friends banded together to open this welcoming spot, named for their grandparents' love for cedro, or citron, plants. Don't let the strip mall location fool you—this place is especially inviting, and the food is authentic Italian in both technique and flavor. Skillfully made by hand, pasta dishes rank high. Tagliatelle topped with a ragu sauce, grated parmesan and a drizzle of high-quality olive oil is proof positive that good ingredients and extra care always deliver the best results. Ossobuco served over a bed of saffron risotto is wonderfully tender and flavorful, and sized for sharing. End on a sweet note with their tiramisu or panna cotta—neither will disappoint."
        },
        {
            "name": "Shibumi",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/shibumi-559644",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "815 S. Hill St., Los Angeles, 90014, Etats-Unis",
            "latitude": 34.044155,
            "longitude": -118.256134,
            "gastonomie_durable": false,
            "description": "There may be no more pleasurable place to learn about kappo-style cuisine, which has only recently made inroads into the American dining scene, than this stellar Japanese space, featuring a few tables and a counter crafted from a centuries-old cypress tree. The service is wonderfully engaging and attentive.There are four prix fixe menus, all highlighting the best of the seasons. Chef David Schlosser takes traditional Japanese dishes (and ingredients) and gives them a contemporary boost. Highlights include grilled mochi stuffed with karasumi and tender firefly squid with a sweet soy glaze. Crisp and refreshingly bitter fava beans balance the sweet-savory notes of chawanmushi, and Japanese sea bream with myoga ginger bud and pickled plum paste is a delightful bite."
        },
        {
            "name": "CUT",
            "link": "https://guide.michelin.com/fr/fr/california/beverly-hills/restaurant/cut-559418",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Spécialités de viandes",
            "cost": "Luxury",
            "address": "9500 Wilshire Blvd., Beverly Hills, 90212, Etats-Unis",
            "latitude": 34.067036,
            "longitude": -118.401024,
            "gastonomie_durable": false,
            "description": "Tucked inside the sleek Four Seasons Hotel, this steakhouse from Wolfgang Puck isn't pulling any punches when it comes to luxury. Offering the finest cuts of beef from Australia and America to Japan, this is a place for a deep-pocketed crowd, and the elegant dining room with banquette seating is the ideal setting for a power meal. Chilled prawns or oysters on the half shell are classic openers, and it may prove difficult to stop nibbling on the sundried tomato Parker house rolls and the house-knotted pretzels, served with roasted pepper and walnut dip. Creekstone filet mignon with Armagnac green peppercorn bearnaise sauce is a sure bet, but it's those wagyu tallow French fries that you'll be thinking about later."
        },
        {
            "name": "Coni'Seafood",
            "link": "https://guide.michelin.com/fr/fr/california/inglewood/restaurant/coni-seafood",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine mexicaine",
            "cost": "Mid-Range",
            "address": "3544 W. Imperial Hwy., Inglewood, 90303, Etats-Unis",
            "latitude": 33.930923,
            "longitude": -118.33494,
            "gastonomie_durable": false,
            "description": "This local treasure has been earning accolades since it first opened in 1987. It continues to flourish as a family affair, as the founder’s daughter now runs the show. The front dining room is welcoming, but the enclosed back patio is really the place to be. It's the perfect setting for relishing the kitchen’s Nayarit-style cooking that showcases shrimp and fish imported from Sinaloa. Shrimp appear again and again, perhaps breaded and fried in tacos, or sautéed head-on in a bright red sauce of roasted chilies and beer. Enjoy their fish fried, cooked whole or even inside heaping bowls of ceviche with bracing, lemony flavors and a basket of chips."
        },
        {
            "name": "Kali",
            "link": "https://guide.michelin.com/fr/fr/california/hollywood/restaurant/kali",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine californienne",
            "cost": "Luxury",
            "address": "5722 Melrose Ave., Hollywood, 90038, Etats-Unis",
            "latitude": 34.0834565,
            "longitude": -118.3245399,
            "gastonomie_durable": false,
            "description": "This contemporary California restaurant from Chef/co-owner Kevin Meehan feels fresh with its wood and white cushioned seating, and walls accented with blue-and-white paintings. It's a perfect setting for a kitchen with a mission to deliver wholly organic and sustainable cuisine. Expect to see locally sourced and grown vegetables, seafood, and some dry-aged proteins on the à la carte or tasting menus. Discover delightful dishes such as salt-roasted celery with sabayon and grapes, offering a flavorful mix of sweet and savory. Rotating based on the freshest finds at the farmers' market, a salad of vegetables and fruit is a bright beginning before a crispy shell tucked with beef tartare. Meringue gelato with sugar-cured egg yolk grated on top is the perfect finale."
        },
        {
            "name": "Alta Adams",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/alta-adams",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine du Sud",
            "cost": "Mid-Range",
            "address": "5359 W. Adams Blvd., Los Angeles, 90016, Etats-Unis",
            "latitude": 34.032516,
            "longitude": -118.35998,
            "gastonomie_durable": false,
            "description": "This is the kind of homey and comforting spot that anyone would be glad to have in their neighborhood, but would just as happily drive to find. Generous portions make it a favorite for family-style and group dining. The lovely back patio is draped with string lights and vines, fashioning a perfect backdrop for evenings alfresco. The cooking is soulful and comforting, starting with a plate of golden-fried black-eyed pea fritters with a garlicky green herb sauce for dipping. Their fried chicken is decadent, served juicy with a wickedly spicy hot sauce and caramelized sweet potatoes. Buttery coconut cake for dessert is pure, old-fashioned bliss."
        },
        {
            "name": "Shin Sushi",
            "link": "https://guide.michelin.com/fr/fr/california/encino/restaurant/shin-sushi",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "16573 Ventura Blvd., Ste. 14, Encino, 91436, Etats-Unis",
            "latitude": 34.1587607,
            "longitude": -118.4944008,
            "gastonomie_durable": false,
            "description": "Taketoshi Azumi is indeed the real deal—he's worked for two decades at top spots on both coasts and comes from a family of sushi connoisseurs. In fact, Shin is named for the Tokyo restaurant run by his late father (spot the sign hanging behind the counter).Despite its pedigree, the vibe is laid-back and the joyful chef keep things entertaining, and solo diners feel a part of the crowd. His approach to shari is singular and it makes a delicate base for some of the more unusual nigiri around, like a tiny bundle of Japanese chives tied with crispy nori and topped with bonito. Then look forward to the very rare and lightly torched cherry trout, or sakura masu, which is a marvel thanks to its smoky outer layer giving way to melting richness."
        },
        {
            "name": "Fia",
            "link": "https://guide.michelin.com/fr/fr/california/santa-monica/restaurant/fia",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Premium",
            "address": "2454 Wilshire Blvd., Santa Monica, 90403, Etats-Unis",
            "latitude": 34.0351233,
            "longitude": -118.4785237,
            "gastonomie_durable": false,
            "description": "A Santa Monica landmark dating back to the 20s, the onetime Wilshire has been reimagined with an Italian streak. It’s hard to imagine a more exquisitely Angeleno locale than this sprawling courtyard, encased by massive pine trees and illuminated by twinkling string lights. Fia's menu features organic produce from local farmers from no further than 50 miles away, and though it appears routine on the surface, it's full of inventive twists, as seen in the spicy tuna on crispy arancini, or the porcini tortellini with asparagus, spinach and pearl onion. Save room for the Amalfi lemon mousse cake with Limoncello granita and meringue."
        },
        {
            "name": "Dama",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/dama",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine latino-américaine",
            "cost": "Premium",
            "address": "612 E. 11th St., Los Angeles, 90015, Etats-Unis",
            "latitude": 34.035213,
            "longitude": -118.25298,
            "gastonomie_durable": false,
            "description": "Sultry, colorful and complete with a breezy Caribbean vibe, folks flock here to tuck into satisfying food. While starters like whipped white beans with crispy pork, cotija and pickled pearl onions are captivating, delve deeper into such unlikely items as a Latin take on panzanella, featuring tomatoes and garlic confit. And while a dry-aged ribeye is hard to beat on its own, it’s especially good in build-your-own tacos with pickled sweet peppers and salsa verde.Dama's feisty flavors play well off its chic old-Havana-style dining room, with plush leather sofas, massive wicker fans spinning overhead and colorful tile underfoot. The jaunty front patio is filled with plenty of greenery, while the glam central bar busily blends tropical cocktails to order."
        },
        {
            "name": "Jiang Nan Spring",
            "link": "https://guide.michelin.com/fr/fr/california/alhambra/restaurant/jiang-nan-spring",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine chinoise",
            "cost": "Mid-Range",
            "address": "910 E. Main St., Alhambra, 91801, Etats-Unis",
            "latitude": 34.0995473,
            "longitude": -118.117454,
            "gastonomie_durable": false,
            "description": "Shanghai cuisine does not feature the bold, tongue-numbing sensations of Sichuan food or the rowdy energy of a dim sum house filled with roaming carts. It is its own style and celebrated happily so at Jiang Nan Spring. The menu is maddeningly long, but gracious servers are more than eager to point out regional highlights. Their guidance should take you down a road of sweet vinegars and fresh seafood, most apparent in plates like tender chicken with sweet wine sauce as well as an irresistible platter of tilapia fried in a tempura-like batter flavored with seaweed. The oddly named “smoked and fresh pork warm soup” bobbing with knots of bean curd is a sleeper favorite. With hardwood floors and high ceilings, the airy space befits this elegant cuisine."
        },
        {
            "name": "Mar'sel",
            "link": "https://guide.michelin.com/fr/fr/california/rancho-palos-verdes/restaurant/mar-sel",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine américaine",
            "cost": "Luxury",
            "address": "100 Terranea Way, Rancho Palos Verdes, 90275, Etats-Unis",
            "latitude": 33.73889,
            "longitude": -118.39618,
            "gastonomie_durable": false,
            "description": "At the end of the Palos Verdes Peninsula, find a windy road that meanders through the plush grounds of the Terranea Resort. Beautiful herb gardens are planted along the sidewalk leading you to Mar’sel’s main entrance. Inside, breathtaking ocean views and a roaring fireplace in the dining room take the chill off the evening breeze.  A sense of opulence pervades everything here, including the superb service.Meals commence with a warm homemade English muffin that may have its own cult following. Every dish looks beautiful and well made, especially those cubes of supremely tender Wagyu beef short ribs, with celery prepared four different ways. For dessert, caramel pot de crème is the house specialty, with ganache, cocoa nibs and flecks of sea salt."
        },
        {
            "name": "Milo + Olive",
            "link": "https://guide.michelin.com/fr/fr/california/santa-monica/restaurant/milo-olive",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine du marché",
            "cost": "Premium",
            "address": "2723 Wilshire Blvd., Santa Monica, 90403, Etats-Unis",
            "latitude": 34.0373984,
            "longitude": -118.4758441,
            "gastonomie_durable": false,
            "description": "The name is as cute as a button, but the wood-fired pizzas turned out of this kitchen are serious business. This cheery establishment shines the spotlight perfectly blistered pies, homemade pastas and an outstanding pound cake that may just end up being the highlight of your meal—also wood-fired and finished with honey and whipped cream.A seat at the counter offers a bird’s eye view as the chefs roll out paper-thin pizza crusts, lacing them with tomato sauce, creamy mozzarella and a flutter of sea salt. Tender gnocchi made with brown butter and dyed orange from garnet yam may then arrive tossed with charred radicchio, hazelnuts, and cranberries (most of the organic fruits, vegetables and herbs are from the Santa Monica Farmers’ Market). Weekend brunch is a hit."
        },
        {
            "name": "Sushi Note",
            "link": "https://guide.michelin.com/fr/fr/california/sherman-oaks/restaurant/sushi-note",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "13447 Ventura Blvd., Sherman Oaks, 91423, Etats-Unis",
            "latitude": 34.147365,
            "longitude": -118.4265586,
            "gastonomie_durable": false,
            "description": "Nota bene: Sushi Note is far from a postscript. Whether you're here for the supreme fish or distinctly focused wine selection, it hits all the marks. The sleek dining room is defined by soft fabrics, moody colors and provocative artwork, including framed letters and photos.Chef Kiminobu Saito showcases serious craftsmanship, ace textures and rare flavors in his seasonal plates, available in half-note or full-note omakase menus or à la carte. The attention to detail is remarkable, with every piece of nigiri and sashimi cut to order. Meaty and sweet scallop with truffle salt and citrus, perfectly aged king salmon from New Zealand, kochi with a subtle note of \"char,\" and Japanese halibut fin with a brush of soy are among the best."
        },
        {
            "name": "Bavel",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/bavel",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine moyen-orientale",
            "cost": "Luxury",
            "address": "500 Mateo St., Los Angeles, 90013, Etats-Unis",
            "latitude": 34.041275,
            "longitude": -118.233055,
            "gastonomie_durable": false,
            "description": "Everyone wants a piece of this Middle Eastern spot, exuding all the downtown feels thanks to an open-air setting. It's definitely a place to see and be seen and getting a table here isn't easy, but the kitchen continues to push Levantine cuisine to ever-higher levels. Bread, in all its wonderful variations, gets a starring role here—from fresh pita to savory black sesame and buckwheat loaves. Dinner standouts include the slow-roasted lamb neck shawarma, smothered in earthy spices and roasted over wood-fired flames. You'll be soaking up every last bit of its fantastic juices with laffa, served on the side. If you can exercise some restraint at dinner—and it certainly won’t be easy—save room for the rose clove chocolate donuts or Persian mulberry ice cream."
        },
        {
            "name": "Tsubaki",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/tsubaki",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine japonaise",
            "cost": "Mid-Range",
            "address": "1356 Allison Ave., Los Angeles, 90026, Etats-Unis",
            "latitude": 34.0728147,
            "longitude": -118.2515256,
            "gastonomie_durable": false,
            "description": "First things first: Tsubaki is not a sushiya. Barring a lovely plate of sashimi (kanpachi), the menu at this delicious Japanese gem is comprised of classic izakaya food. Think fluffy whipped miso tofu, topped with marinated cherry tomatoes and pickled scallion kimchi; Salmon Creek Farm pork shumai with braised bacon dashi; and tender grilled chicken “oysters” kicked up with yuzu kosho. Dishes are meant to be shared and paired with beer or sake. Beverage lovers will thrill to the excellent selection of local craft and distilled sake—and they’ll also get to choose their own cups to enjoy these sips.Reservations and use of the restaurant’s valet are highly recommended, especially in the summer when nearby Dodger Stadium is stormed with traffic."
        },
        {
            "name": "Uka",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/uka",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise contemporaine",
            "cost": "Luxury",
            "address": "6801 Hollywood Blvd., Level 5, Los Angeles, 90028, Etats-Unis",
            "latitude": 34.1017338,
            "longitude": -118.3391629,
            "gastonomie_durable": false,
            "description": "Chef Yoshitaka Mitsue and Chef Shingo Kato (both formerly of the Permanent Mission of Japan to the United Nations) and two waiters take great care with the details at this sleek hideaway nestled within Japan House at the Ovation Hollywood. Here, the fish is sourced from Japan and flown in twice weekly, then cured or aged in-house. Products are sourced locally for the best quality. It's all part of the kaiseki dining experience at Uka, where guests are invited to savor six or nine courses. Most of the menu leans traditional, as in the kabutamushi, a dumpling made with shredded turnip and filled with Japanese sea bream, while French influences make their way into dishes like grilled abalone with a butter ponzu sauce and wagyu with a red wine jus and miso butter sauce."
        },
        {
            "name": "Mae Malai Thai House of Noodles",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/mae-malai-thai-house-of-noodles",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine thaïlandaise",
            "cost": "Affordable",
            "address": "5445 Hollywood Blvd., Unit A, Los Angeles, 90027, Etats-Unis",
            "latitude": 34.1020895,
            "longitude": -118.3089445,
            "gastonomie_durable": false,
            "description": "Just a short walk from their original food stall, this restaurant's strip mall digs are simple but it's a comfortable, welcoming spot with a tempting menu to boot. As the name suggests, their specialty is noodles, particularly boat noodles with a thick, intense broth and your choice of pork or beef, noodle type, and spice level. Fret not if you can't decide, as the bowls are small and ordering two or more varieties might just be the perfect compromise. Don't skip out on their stir-fried dishes, such as the boldly spiced chili holy basil with ground pork, bell peppers, and green beans. For dessert, choose from coconut ice cream or kanom tuay, a two-layer custard featuring a green layer infused with fresh pandan leaf, and a white layer with coconut."
        },
        {
            "name": "Gwen",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/gwen",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Spécialités de viandes",
            "cost": "Luxury",
            "address": "6600 Sunset Blvd., Los Angeles, 90028, Etats-Unis",
            "latitude": 34.0979419,
            "longitude": -118.3332968,
            "gastonomie_durable": false,
            "description": "During the day, this enticingly arranged butcher shop sells humanely raised meats from local partner farms. By night, Gwen opens into a glowing dining room showcasing the same upscale cuts à la carte and on its multicourse tasting. Named for their beloved grandmother, this collaboration between Chef Curtis Stone and his brother, Luke, conjures Art Deco glamour with crystal chandeliers and a roaring fireplace.The menu is concise and stars house-made charcuterie and wood-fire grilled steaks. Watch from the chef's counter as the crew deftly cooks high quality meat, perhaps a Blackmore Wagyu New York strip, to perfection. Save room for dessert, like a round of cheesecake nestled in a mound of graham cracker crumbs and topped with a quenelle of mango lime sorbet."
        },
        {
            "name": "Grá",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/gra",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Pizza",
            "cost": "Mid-Range",
            "address": "1524 Pizarro St., Los Angeles, 90026, Etats-Unis",
            "latitude": 34.066749,
            "longitude": -118.260794,
            "gastonomie_durable": false,
            "description": "There's a welcoming vibe at this hip spot where the focus is on natural fermentation with sourdough pizza, seasonal pickled vegetables, and fermented drinks such as tepache. Grá has indoor and covered patio seating, but all eyes will be on the cooks preparing pizzas in their wood-fired oven. It's all about the thin and crispy sourdough crust with high quality toppings. Classics like pepperoni will always rule, but hard hitters like stracciatella and prosciutto with basil and a drizzle of coffee-infused honey are worth noting. While pizza is certainly the scene stealer, don't ignore their salads or appetizers, including grilled maitake with pickled green peppercorn and agretti in a flavor-packed broth. For dessert, go for the soy-sauce caramel sundae or chocolate tart."
        },
        {
            "name": "Danbi",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/danbi",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine coréenne",
            "cost": "Mid-Range",
            "address": "3465 W. 6th St., Ste. 90-100, Los Angeles, 90020, Etats-Unis",
            "latitude": 34.063778,
            "longitude": -118.297274,
            "gastonomie_durable": false,
            "description": "Danbi sports a sleek, modern dining room with an industrial feel (think concrete floors, hanging plants, and dark wood tables) as well as a large bar for bites and sips like their \"kimchi mule.\"Chef Lareine Ko's streamlined menu pops with large, shareable plates. The hit list includes  mushroom bibimbap with fresh vegetables, as well as a crispy scallop pancake accompanied by a creamy mentaiko sauce. Wagyu Zabuton, cooked over charcoal and served on a hot cast iron skillet over a bed of grilled onions, is a solid winner. End the meal with one of Chef Isabell Manibusan's pastries—perhaps the almost-nostalgic banana milk cloud with brûléed meringue and banana milk crème anglaise, or the Mont Halla, a Korean twist on a Mont Blanc."
        },
        {
            "name": "Cedro Italian Restaurant",
            "link": "https://guide.michelin.com/fr/fr/california/newbury-park_2986929/restaurant/cedro-italian-restaurant",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine italienne",
            "cost": "Mid-Range",
            "address": "2385 Michael Dr., Newbury Park, 91320, Etats-Unis",
            "latitude": 34.1833198,
            "longitude": -118.9289546,
            "gastonomie_durable": false,
            "description": "Three Italian friends banded together to open this welcoming spot, named for their grandparents' love for cedro, or citron, plants. Don't let the strip mall location fool you—this place is especially inviting, and the food is authentic Italian in both technique and flavor. Skillfully made by hand, pasta dishes rank high. Tagliatelle topped with a ragu sauce, grated parmesan and a drizzle of high-quality olive oil is proof positive that good ingredients and extra care always deliver the best results. Ossobuco served over a bed of saffron risotto is wonderfully tender and flavorful, and sized for sharing. End on a sweet note with their tiramisu or panna cotta—neither will disappoint."
        },
        {
            "name": "Shibumi",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/shibumi-559644",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "815 S. Hill St., Los Angeles, 90014, Etats-Unis",
            "latitude": 34.044155,
            "longitude": -118.256134,
            "gastonomie_durable": false,
            "description": "There may be no more pleasurable place to learn about kappo-style cuisine, which has only recently made inroads into the American dining scene, than this stellar Japanese space, featuring a few tables and a counter crafted from a centuries-old cypress tree. The service is wonderfully engaging and attentive.There are four prix fixe menus, all highlighting the best of the seasons. Chef David Schlosser takes traditional Japanese dishes (and ingredients) and gives them a contemporary boost. Highlights include grilled mochi stuffed with karasumi and tender firefly squid with a sweet soy glaze. Crisp and refreshingly bitter fava beans balance the sweet-savory notes of chawanmushi, and Japanese sea bream with myoga ginger bud and pickled plum paste is a delightful bite."
        },
        {
            "name": "CUT",
            "link": "https://guide.michelin.com/fr/fr/california/beverly-hills/restaurant/cut-559418",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Spécialités de viandes",
            "cost": "Luxury",
            "address": "9500 Wilshire Blvd., Beverly Hills, 90212, Etats-Unis",
            "latitude": 34.067036,
            "longitude": -118.401024,
            "gastonomie_durable": false,
            "description": "Tucked inside the sleek Four Seasons Hotel, this steakhouse from Wolfgang Puck isn't pulling any punches when it comes to luxury. Offering the finest cuts of beef from Australia and America to Japan, this is a place for a deep-pocketed crowd, and the elegant dining room with banquette seating is the ideal setting for a power meal. Chilled prawns or oysters on the half shell are classic openers, and it may prove difficult to stop nibbling on the sundried tomato Parker house rolls and the house-knotted pretzels, served with roasted pepper and walnut dip. Creekstone filet mignon with Armagnac green peppercorn bearnaise sauce is a sure bet, but it's those wagyu tallow French fries that you'll be thinking about later."
        },
        {
            "name": "Coni'Seafood",
            "link": "https://guide.michelin.com/fr/fr/california/inglewood/restaurant/coni-seafood",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine mexicaine",
            "cost": "Mid-Range",
            "address": "3544 W. Imperial Hwy., Inglewood, 90303, Etats-Unis",
            "latitude": 33.930923,
            "longitude": -118.33494,
            "gastonomie_durable": false,
            "description": "This local treasure has been earning accolades since it first opened in 1987. It continues to flourish as a family affair, as the founder’s daughter now runs the show. The front dining room is welcoming, but the enclosed back patio is really the place to be. It's the perfect setting for relishing the kitchen’s Nayarit-style cooking that showcases shrimp and fish imported from Sinaloa. Shrimp appear again and again, perhaps breaded and fried in tacos, or sautéed head-on in a bright red sauce of roasted chilies and beer. Enjoy their fish fried, cooked whole or even inside heaping bowls of ceviche with bracing, lemony flavors and a basket of chips."
        },
        {
            "name": "Kali",
            "link": "https://guide.michelin.com/fr/fr/california/hollywood/restaurant/kali",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine californienne",
            "cost": "Luxury",
            "address": "5722 Melrose Ave., Hollywood, 90038, Etats-Unis",
            "latitude": 34.0834565,
            "longitude": -118.3245399,
            "gastonomie_durable": false,
            "description": "This contemporary California restaurant from Chef/co-owner Kevin Meehan feels fresh with its wood and white cushioned seating, and walls accented with blue-and-white paintings. It's a perfect setting for a kitchen with a mission to deliver wholly organic and sustainable cuisine. Expect to see locally sourced and grown vegetables, seafood, and some dry-aged proteins on the à la carte or tasting menus. Discover delightful dishes such as salt-roasted celery with sabayon and grapes, offering a flavorful mix of sweet and savory. Rotating based on the freshest finds at the farmers' market, a salad of vegetables and fruit is a bright beginning before a crispy shell tucked with beef tartare. Meringue gelato with sugar-cured egg yolk grated on top is the perfect finale."
        },
        {
            "name": "Alta Adams",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/alta-adams",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine du Sud",
            "cost": "Mid-Range",
            "address": "5359 W. Adams Blvd., Los Angeles, 90016, Etats-Unis",
            "latitude": 34.032516,
            "longitude": -118.35998,
            "gastonomie_durable": false,
            "description": "This is the kind of homey and comforting spot that anyone would be glad to have in their neighborhood, but would just as happily drive to find. Generous portions make it a favorite for family-style and group dining. The lovely back patio is draped with string lights and vines, fashioning a perfect backdrop for evenings alfresco. The cooking is soulful and comforting, starting with a plate of golden-fried black-eyed pea fritters with a garlicky green herb sauce for dipping. Their fried chicken is decadent, served juicy with a wickedly spicy hot sauce and caramelized sweet potatoes. Buttery coconut cake for dessert is pure, old-fashioned bliss."
        },
        {
            "name": "Shin Sushi",
            "link": "https://guide.michelin.com/fr/fr/california/encino/restaurant/shin-sushi",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "16573 Ventura Blvd., Ste. 14, Encino, 91436, Etats-Unis",
            "latitude": 34.1587607,
            "longitude": -118.4944008,
            "gastonomie_durable": false,
            "description": "Taketoshi Azumi is indeed the real deal—he's worked for two decades at top spots on both coasts and comes from a family of sushi connoisseurs. In fact, Shin is named for the Tokyo restaurant run by his late father (spot the sign hanging behind the counter).Despite its pedigree, the vibe is laid-back and the joyful chef keep things entertaining, and solo diners feel a part of the crowd. His approach to shari is singular and it makes a delicate base for some of the more unusual nigiri around, like a tiny bundle of Japanese chives tied with crispy nori and topped with bonito. Then look forward to the very rare and lightly torched cherry trout, or sakura masu, which is a marvel thanks to its smoky outer layer giving way to melting richness."
        },
        {
            "name": "Fia",
            "link": "https://guide.michelin.com/fr/fr/california/santa-monica/restaurant/fia",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Premium",
            "address": "2454 Wilshire Blvd., Santa Monica, 90403, Etats-Unis",
            "latitude": 34.0351233,
            "longitude": -118.4785237,
            "gastonomie_durable": false,
            "description": "A Santa Monica landmark dating back to the 20s, the onetime Wilshire has been reimagined with an Italian streak. It’s hard to imagine a more exquisitely Angeleno locale than this sprawling courtyard, encased by massive pine trees and illuminated by twinkling string lights. Fia's menu features organic produce from local farmers from no further than 50 miles away, and though it appears routine on the surface, it's full of inventive twists, as seen in the spicy tuna on crispy arancini, or the porcini tortellini with asparagus, spinach and pearl onion. Save room for the Amalfi lemon mousse cake with Limoncello granita and meringue."
        },
        {
            "name": "Dama",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/dama",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine latino-américaine",
            "cost": "Premium",
            "address": "612 E. 11th St., Los Angeles, 90015, Etats-Unis",
            "latitude": 34.035213,
            "longitude": -118.25298,
            "gastonomie_durable": false,
            "description": "Sultry, colorful and complete with a breezy Caribbean vibe, folks flock here to tuck into satisfying food. While starters like whipped white beans with crispy pork, cotija and pickled pearl onions are captivating, delve deeper into such unlikely items as a Latin take on panzanella, featuring tomatoes and garlic confit. And while a dry-aged ribeye is hard to beat on its own, it’s especially good in build-your-own tacos with pickled sweet peppers and salsa verde.Dama's feisty flavors play well off its chic old-Havana-style dining room, with plush leather sofas, massive wicker fans spinning overhead and colorful tile underfoot. The jaunty front patio is filled with plenty of greenery, while the glam central bar busily blends tropical cocktails to order."
        },
        {
            "name": "Jiang Nan Spring",
            "link": "https://guide.michelin.com/fr/fr/california/alhambra/restaurant/jiang-nan-spring",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine chinoise",
            "cost": "Mid-Range",
            "address": "910 E. Main St., Alhambra, 91801, Etats-Unis",
            "latitude": 34.0995473,
            "longitude": -118.117454,
            "gastonomie_durable": false,
            "description": "Shanghai cuisine does not feature the bold, tongue-numbing sensations of Sichuan food or the rowdy energy of a dim sum house filled with roaming carts. It is its own style and celebrated happily so at Jiang Nan Spring. The menu is maddeningly long, but gracious servers are more than eager to point out regional highlights. Their guidance should take you down a road of sweet vinegars and fresh seafood, most apparent in plates like tender chicken with sweet wine sauce as well as an irresistible platter of tilapia fried in a tempura-like batter flavored with seaweed. The oddly named “smoked and fresh pork warm soup” bobbing with knots of bean curd is a sleeper favorite. With hardwood floors and high ceilings, the airy space befits this elegant cuisine."
        },
        {
            "name": "Mar'sel",
            "link": "https://guide.michelin.com/fr/fr/california/rancho-palos-verdes/restaurant/mar-sel",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine américaine",
            "cost": "Luxury",
            "address": "100 Terranea Way, Rancho Palos Verdes, 90275, Etats-Unis",
            "latitude": 33.73889,
            "longitude": -118.39618,
            "gastonomie_durable": false,
            "description": "At the end of the Palos Verdes Peninsula, find a windy road that meanders through the plush grounds of the Terranea Resort. Beautiful herb gardens are planted along the sidewalk leading you to Mar’sel’s main entrance. Inside, breathtaking ocean views and a roaring fireplace in the dining room take the chill off the evening breeze.  A sense of opulence pervades everything here, including the superb service.Meals commence with a warm homemade English muffin that may have its own cult following. Every dish looks beautiful and well made, especially those cubes of supremely tender Wagyu beef short ribs, with celery prepared four different ways. For dessert, caramel pot de crème is the house specialty, with ganache, cocoa nibs and flecks of sea salt."
        },
        {
            "name": "Milo + Olive",
            "link": "https://guide.michelin.com/fr/fr/california/santa-monica/restaurant/milo-olive",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine du marché",
            "cost": "Premium",
            "address": "2723 Wilshire Blvd., Santa Monica, 90403, Etats-Unis",
            "latitude": 34.0373984,
            "longitude": -118.4758441,
            "gastonomie_durable": false,
            "description": "The name is as cute as a button, but the wood-fired pizzas turned out of this kitchen are serious business. This cheery establishment shines the spotlight perfectly blistered pies, homemade pastas and an outstanding pound cake that may just end up being the highlight of your meal—also wood-fired and finished with honey and whipped cream.A seat at the counter offers a bird’s eye view as the chefs roll out paper-thin pizza crusts, lacing them with tomato sauce, creamy mozzarella and a flutter of sea salt. Tender gnocchi made with brown butter and dyed orange from garnet yam may then arrive tossed with charred radicchio, hazelnuts, and cranberries (most of the organic fruits, vegetables and herbs are from the Santa Monica Farmers’ Market). Weekend brunch is a hit."
        },
        {
            "name": "Sushi Note",
            "link": "https://guide.michelin.com/fr/fr/california/sherman-oaks/restaurant/sushi-note",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "13447 Ventura Blvd., Sherman Oaks, 91423, Etats-Unis",
            "latitude": 34.147365,
            "longitude": -118.4265586,
            "gastonomie_durable": false,
            "description": "Nota bene: Sushi Note is far from a postscript. Whether you're here for the supreme fish or distinctly focused wine selection, it hits all the marks. The sleek dining room is defined by soft fabrics, moody colors and provocative artwork, including framed letters and photos.Chef Kiminobu Saito showcases serious craftsmanship, ace textures and rare flavors in his seasonal plates, available in half-note or full-note omakase menus or à la carte. The attention to detail is remarkable, with every piece of nigiri and sashimi cut to order. Meaty and sweet scallop with truffle salt and citrus, perfectly aged king salmon from New Zealand, kochi with a subtle note of \"char,\" and Japanese halibut fin with a brush of soy are among the best."
        },
        {
            "name": "Bavel",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/bavel",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine moyen-orientale",
            "cost": "Luxury",
            "address": "500 Mateo St., Los Angeles, 90013, Etats-Unis",
            "latitude": 34.041275,
            "longitude": -118.233055,
            "gastonomie_durable": false,
            "description": "Everyone wants a piece of this Middle Eastern spot, exuding all the downtown feels thanks to an open-air setting. It's definitely a place to see and be seen and getting a table here isn't easy, but the kitchen continues to push Levantine cuisine to ever-higher levels. Bread, in all its wonderful variations, gets a starring role here—from fresh pita to savory black sesame and buckwheat loaves. Dinner standouts include the slow-roasted lamb neck shawarma, smothered in earthy spices and roasted over wood-fired flames. You'll be soaking up every last bit of its fantastic juices with laffa, served on the side. If you can exercise some restraint at dinner—and it certainly won’t be easy—save room for the rose clove chocolate donuts or Persian mulberry ice cream."
        },
        {
            "name": "Tsubaki",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/tsubaki",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine japonaise",
            "cost": "Mid-Range",
            "address": "1356 Allison Ave., Los Angeles, 90026, Etats-Unis",
            "latitude": 34.0728147,
            "longitude": -118.2515256,
            "gastonomie_durable": false,
            "description": "First things first: Tsubaki is not a sushiya. Barring a lovely plate of sashimi (kanpachi), the menu at this delicious Japanese gem is comprised of classic izakaya food. Think fluffy whipped miso tofu, topped with marinated cherry tomatoes and pickled scallion kimchi; Salmon Creek Farm pork shumai with braised bacon dashi; and tender grilled chicken “oysters” kicked up with yuzu kosho. Dishes are meant to be shared and paired with beer or sake. Beverage lovers will thrill to the excellent selection of local craft and distilled sake—and they’ll also get to choose their own cups to enjoy these sips.Reservations and use of the restaurant’s valet are highly recommended, especially in the summer when nearby Dodger Stadium is stormed with traffic."
        },
        {
            "name": "Uka",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/uka",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise contemporaine",
            "cost": "Luxury",
            "address": "6801 Hollywood Blvd., Level 5, Los Angeles, 90028, Etats-Unis",
            "latitude": 34.1017338,
            "longitude": -118.3391629,
            "gastonomie_durable": false,
            "description": "Chef Yoshitaka Mitsue and Chef Shingo Kato (both formerly of the Permanent Mission of Japan to the United Nations) and two waiters take great care with the details at this sleek hideaway nestled within Japan House at the Ovation Hollywood. Here, the fish is sourced from Japan and flown in twice weekly, then cured or aged in-house. Products are sourced locally for the best quality. It's all part of the kaiseki dining experience at Uka, where guests are invited to savor six or nine courses. Most of the menu leans traditional, as in the kabutamushi, a dumpling made with shredded turnip and filled with Japanese sea bream, while French influences make their way into dishes like grilled abalone with a butter ponzu sauce and wagyu with a red wine jus and miso butter sauce."
        },
        {
            "name": "Mae Malai Thai House of Noodles",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/mae-malai-thai-house-of-noodles",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine thaïlandaise",
            "cost": "Affordable",
            "address": "5445 Hollywood Blvd., Unit A, Los Angeles, 90027, Etats-Unis",
            "latitude": 34.1020895,
            "longitude": -118.3089445,
            "gastonomie_durable": false,
            "description": "Just a short walk from their original food stall, this restaurant's strip mall digs are simple but it's a comfortable, welcoming spot with a tempting menu to boot. As the name suggests, their specialty is noodles, particularly boat noodles with a thick, intense broth and your choice of pork or beef, noodle type, and spice level. Fret not if you can't decide, as the bowls are small and ordering two or more varieties might just be the perfect compromise. Don't skip out on their stir-fried dishes, such as the boldly spiced chili holy basil with ground pork, bell peppers, and green beans. For dessert, choose from coconut ice cream or kanom tuay, a two-layer custard featuring a green layer infused with fresh pandan leaf, and a white layer with coconut."
        },
        {
            "name": "Gwen",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/gwen",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Spécialités de viandes",
            "cost": "Luxury",
            "address": "6600 Sunset Blvd., Los Angeles, 90028, Etats-Unis",
            "latitude": 34.0979419,
            "longitude": -118.3332968,
            "gastonomie_durable": false,
            "description": "During the day, this enticingly arranged butcher shop sells humanely raised meats from local partner farms. By night, Gwen opens into a glowing dining room showcasing the same upscale cuts à la carte and on its multicourse tasting. Named for their beloved grandmother, this collaboration between Chef Curtis Stone and his brother, Luke, conjures Art Deco glamour with crystal chandeliers and a roaring fireplace.The menu is concise and stars house-made charcuterie and wood-fire grilled steaks. Watch from the chef's counter as the crew deftly cooks high quality meat, perhaps a Blackmore Wagyu New York strip, to perfection. Save room for dessert, like a round of cheesecake nestled in a mound of graham cracker crumbs and topped with a quenelle of mango lime sorbet."
        },
        {
            "name": "Grá",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/gra",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Pizza",
            "cost": "Mid-Range",
            "address": "1524 Pizarro St., Los Angeles, 90026, Etats-Unis",
            "latitude": 34.066749,
            "longitude": -118.260794,
            "gastonomie_durable": false,
            "description": "There's a welcoming vibe at this hip spot where the focus is on natural fermentation with sourdough pizza, seasonal pickled vegetables, and fermented drinks such as tepache. Grá has indoor and covered patio seating, but all eyes will be on the cooks preparing pizzas in their wood-fired oven. It's all about the thin and crispy sourdough crust with high quality toppings. Classics like pepperoni will always rule, but hard hitters like stracciatella and prosciutto with basil and a drizzle of coffee-infused honey are worth noting. While pizza is certainly the scene stealer, don't ignore their salads or appetizers, including grilled maitake with pickled green peppercorn and agretti in a flavor-packed broth. For dessert, go for the soy-sauce caramel sundae or chocolate tart."
        },
        {
            "name": "Danbi",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/danbi",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine coréenne",
            "cost": "Mid-Range",
            "address": "3465 W. 6th St., Ste. 90-100, Los Angeles, 90020, Etats-Unis",
            "latitude": 34.063778,
            "longitude": -118.297274,
            "gastonomie_durable": false,
            "description": "Danbi sports a sleek, modern dining room with an industrial feel (think concrete floors, hanging plants, and dark wood tables) as well as a large bar for bites and sips like their \"kimchi mule.\"Chef Lareine Ko's streamlined menu pops with large, shareable plates. The hit list includes  mushroom bibimbap with fresh vegetables, as well as a crispy scallop pancake accompanied by a creamy mentaiko sauce. Wagyu Zabuton, cooked over charcoal and served on a hot cast iron skillet over a bed of grilled onions, is a solid winner. End the meal with one of Chef Isabell Manibusan's pastries—perhaps the almost-nostalgic banana milk cloud with brûléed meringue and banana milk crème anglaise, or the Mont Halla, a Korean twist on a Mont Blanc."
        },
        {
            "name": "Cedro Italian Restaurant",
            "link": "https://guide.michelin.com/fr/fr/california/newbury-park_2986929/restaurant/cedro-italian-restaurant",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine italienne",
            "cost": "Mid-Range",
            "address": "2385 Michael Dr., Newbury Park, 91320, Etats-Unis",
            "latitude": 34.1833198,
            "longitude": -118.9289546,
            "gastonomie_durable": false,
            "description": "Three Italian friends banded together to open this welcoming spot, named for their grandparents' love for cedro, or citron, plants. Don't let the strip mall location fool you—this place is especially inviting, and the food is authentic Italian in both technique and flavor. Skillfully made by hand, pasta dishes rank high. Tagliatelle topped with a ragu sauce, grated parmesan and a drizzle of high-quality olive oil is proof positive that good ingredients and extra care always deliver the best results. Ossobuco served over a bed of saffron risotto is wonderfully tender and flavorful, and sized for sharing. End on a sweet note with their tiramisu or panna cotta—neither will disappoint."
        },
        {
            "name": "Shibumi",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/shibumi-559644",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "815 S. Hill St., Los Angeles, 90014, Etats-Unis",
            "latitude": 34.044155,
            "longitude": -118.256134,
            "gastonomie_durable": false,
            "description": "There may be no more pleasurable place to learn about kappo-style cuisine, which has only recently made inroads into the American dining scene, than this stellar Japanese space, featuring a few tables and a counter crafted from a centuries-old cypress tree. The service is wonderfully engaging and attentive.There are four prix fixe menus, all highlighting the best of the seasons. Chef David Schlosser takes traditional Japanese dishes (and ingredients) and gives them a contemporary boost. Highlights include grilled mochi stuffed with karasumi and tender firefly squid with a sweet soy glaze. Crisp and refreshingly bitter fava beans balance the sweet-savory notes of chawanmushi, and Japanese sea bream with myoga ginger bud and pickled plum paste is a delightful bite."
        },
        {
            "name": "CUT",
            "link": "https://guide.michelin.com/fr/fr/california/beverly-hills/restaurant/cut-559418",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Spécialités de viandes",
            "cost": "Luxury",
            "address": "9500 Wilshire Blvd., Beverly Hills, 90212, Etats-Unis",
            "latitude": 34.067036,
            "longitude": -118.401024,
            "gastonomie_durable": false,
            "description": "Tucked inside the sleek Four Seasons Hotel, this steakhouse from Wolfgang Puck isn't pulling any punches when it comes to luxury. Offering the finest cuts of beef from Australia and America to Japan, this is a place for a deep-pocketed crowd, and the elegant dining room with banquette seating is the ideal setting for a power meal. Chilled prawns or oysters on the half shell are classic openers, and it may prove difficult to stop nibbling on the sundried tomato Parker house rolls and the house-knotted pretzels, served with roasted pepper and walnut dip. Creekstone filet mignon with Armagnac green peppercorn bearnaise sauce is a sure bet, but it's those wagyu tallow French fries that you'll be thinking about later."
        },
        {
            "name": "Coni'Seafood",
            "link": "https://guide.michelin.com/fr/fr/california/inglewood/restaurant/coni-seafood",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine mexicaine",
            "cost": "Mid-Range",
            "address": "3544 W. Imperial Hwy., Inglewood, 90303, Etats-Unis",
            "latitude": 33.930923,
            "longitude": -118.33494,
            "gastonomie_durable": false,
            "description": "This local treasure has been earning accolades since it first opened in 1987. It continues to flourish as a family affair, as the founder’s daughter now runs the show. The front dining room is welcoming, but the enclosed back patio is really the place to be. It's the perfect setting for relishing the kitchen’s Nayarit-style cooking that showcases shrimp and fish imported from Sinaloa. Shrimp appear again and again, perhaps breaded and fried in tacos, or sautéed head-on in a bright red sauce of roasted chilies and beer. Enjoy their fish fried, cooked whole or even inside heaping bowls of ceviche with bracing, lemony flavors and a basket of chips."
        },
        {
            "name": "Kali",
            "link": "https://guide.michelin.com/fr/fr/california/hollywood/restaurant/kali",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine californienne",
            "cost": "Luxury",
            "address": "5722 Melrose Ave., Hollywood, 90038, Etats-Unis",
            "latitude": 34.0834565,
            "longitude": -118.3245399,
            "gastonomie_durable": false,
            "description": "This contemporary California restaurant from Chef/co-owner Kevin Meehan feels fresh with its wood and white cushioned seating, and walls accented with blue-and-white paintings. It's a perfect setting for a kitchen with a mission to deliver wholly organic and sustainable cuisine. Expect to see locally sourced and grown vegetables, seafood, and some dry-aged proteins on the à la carte or tasting menus. Discover delightful dishes such as salt-roasted celery with sabayon and grapes, offering a flavorful mix of sweet and savory. Rotating based on the freshest finds at the farmers' market, a salad of vegetables and fruit is a bright beginning before a crispy shell tucked with beef tartare. Meringue gelato with sugar-cured egg yolk grated on top is the perfect finale."
        },
        {
            "name": "Alta Adams",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/alta-adams",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine du Sud",
            "cost": "Mid-Range",
            "address": "5359 W. Adams Blvd., Los Angeles, 90016, Etats-Unis",
            "latitude": 34.032516,
            "longitude": -118.35998,
            "gastonomie_durable": false,
            "description": "This is the kind of homey and comforting spot that anyone would be glad to have in their neighborhood, but would just as happily drive to find. Generous portions make it a favorite for family-style and group dining. The lovely back patio is draped with string lights and vines, fashioning a perfect backdrop for evenings alfresco. The cooking is soulful and comforting, starting with a plate of golden-fried black-eyed pea fritters with a garlicky green herb sauce for dipping. Their fried chicken is decadent, served juicy with a wickedly spicy hot sauce and caramelized sweet potatoes. Buttery coconut cake for dessert is pure, old-fashioned bliss."
        },
        {
            "name": "Shin Sushi",
            "link": "https://guide.michelin.com/fr/fr/california/encino/restaurant/shin-sushi",
            "stars": 1,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "16573 Ventura Blvd., Ste. 14, Encino, 91436, Etats-Unis",
            "latitude": 34.1587607,
            "longitude": -118.4944008,
            "gastonomie_durable": false,
            "description": "Taketoshi Azumi is indeed the real deal—he's worked for two decades at top spots on both coasts and comes from a family of sushi connoisseurs. In fact, Shin is named for the Tokyo restaurant run by his late father (spot the sign hanging behind the counter).Despite its pedigree, the vibe is laid-back and the joyful chef keep things entertaining, and solo diners feel a part of the crowd. His approach to shari is singular and it makes a delicate base for some of the more unusual nigiri around, like a tiny bundle of Japanese chives tied with crispy nori and topped with bonito. Then look forward to the very rare and lightly torched cherry trout, or sakura masu, which is a marvel thanks to its smoky outer layer giving way to melting richness."
        },
        {
            "name": "Fia",
            "link": "https://guide.michelin.com/fr/fr/california/santa-monica/restaurant/fia",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine actuelle",
            "cost": "Premium",
            "address": "2454 Wilshire Blvd., Santa Monica, 90403, Etats-Unis",
            "latitude": 34.0351233,
            "longitude": -118.4785237,
            "gastonomie_durable": false,
            "description": "A Santa Monica landmark dating back to the 20s, the onetime Wilshire has been reimagined with an Italian streak. It’s hard to imagine a more exquisitely Angeleno locale than this sprawling courtyard, encased by massive pine trees and illuminated by twinkling string lights. Fia's menu features organic produce from local farmers from no further than 50 miles away, and though it appears routine on the surface, it's full of inventive twists, as seen in the spicy tuna on crispy arancini, or the porcini tortellini with asparagus, spinach and pearl onion. Save room for the Amalfi lemon mousse cake with Limoncello granita and meringue."
        },
        {
            "name": "Dama",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/dama",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine latino-américaine",
            "cost": "Premium",
            "address": "612 E. 11th St., Los Angeles, 90015, Etats-Unis",
            "latitude": 34.035213,
            "longitude": -118.25298,
            "gastonomie_durable": false,
            "description": "Sultry, colorful and complete with a breezy Caribbean vibe, folks flock here to tuck into satisfying food. While starters like whipped white beans with crispy pork, cotija and pickled pearl onions are captivating, delve deeper into such unlikely items as a Latin take on panzanella, featuring tomatoes and garlic confit. And while a dry-aged ribeye is hard to beat on its own, it’s especially good in build-your-own tacos with pickled sweet peppers and salsa verde.Dama's feisty flavors play well off its chic old-Havana-style dining room, with plush leather sofas, massive wicker fans spinning overhead and colorful tile underfoot. The jaunty front patio is filled with plenty of greenery, while the glam central bar busily blends tropical cocktails to order."
        },
        {
            "name": "Jiang Nan Spring",
            "link": "https://guide.michelin.com/fr/fr/california/alhambra/restaurant/jiang-nan-spring",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine chinoise",
            "cost": "Mid-Range",
            "address": "910 E. Main St., Alhambra, 91801, Etats-Unis",
            "latitude": 34.0995473,
            "longitude": -118.117454,
            "gastonomie_durable": false,
            "description": "Shanghai cuisine does not feature the bold, tongue-numbing sensations of Sichuan food or the rowdy energy of a dim sum house filled with roaming carts. It is its own style and celebrated happily so at Jiang Nan Spring. The menu is maddeningly long, but gracious servers are more than eager to point out regional highlights. Their guidance should take you down a road of sweet vinegars and fresh seafood, most apparent in plates like tender chicken with sweet wine sauce as well as an irresistible platter of tilapia fried in a tempura-like batter flavored with seaweed. The oddly named “smoked and fresh pork warm soup” bobbing with knots of bean curd is a sleeper favorite. With hardwood floors and high ceilings, the airy space befits this elegant cuisine."
        },
        {
            "name": "Mar'sel",
            "link": "https://guide.michelin.com/fr/fr/california/rancho-palos-verdes/restaurant/mar-sel",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine américaine",
            "cost": "Luxury",
            "address": "100 Terranea Way, Rancho Palos Verdes, 90275, Etats-Unis",
            "latitude": 33.73889,
            "longitude": -118.39618,
            "gastonomie_durable": false,
            "description": "At the end of the Palos Verdes Peninsula, find a windy road that meanders through the plush grounds of the Terranea Resort. Beautiful herb gardens are planted along the sidewalk leading you to Mar’sel’s main entrance. Inside, breathtaking ocean views and a roaring fireplace in the dining room take the chill off the evening breeze.  A sense of opulence pervades everything here, including the superb service.Meals commence with a warm homemade English muffin that may have its own cult following. Every dish looks beautiful and well made, especially those cubes of supremely tender Wagyu beef short ribs, with celery prepared four different ways. For dessert, caramel pot de crème is the house specialty, with ganache, cocoa nibs and flecks of sea salt."
        },
        {
            "name": "Milo + Olive",
            "link": "https://guide.michelin.com/fr/fr/california/santa-monica/restaurant/milo-olive",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine du marché",
            "cost": "Premium",
            "address": "2723 Wilshire Blvd., Santa Monica, 90403, Etats-Unis",
            "latitude": 34.0373984,
            "longitude": -118.4758441,
            "gastonomie_durable": false,
            "description": "The name is as cute as a button, but the wood-fired pizzas turned out of this kitchen are serious business. This cheery establishment shines the spotlight perfectly blistered pies, homemade pastas and an outstanding pound cake that may just end up being the highlight of your meal—also wood-fired and finished with honey and whipped cream.A seat at the counter offers a bird’s eye view as the chefs roll out paper-thin pizza crusts, lacing them with tomato sauce, creamy mozzarella and a flutter of sea salt. Tender gnocchi made with brown butter and dyed orange from garnet yam may then arrive tossed with charred radicchio, hazelnuts, and cranberries (most of the organic fruits, vegetables and herbs are from the Santa Monica Farmers’ Market). Weekend brunch is a hit."
        },
        {
            "name": "Sushi Note",
            "link": "https://guide.michelin.com/fr/fr/california/sherman-oaks/restaurant/sushi-note",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine japonaise",
            "cost": "Luxury",
            "address": "13447 Ventura Blvd., Sherman Oaks, 91423, Etats-Unis",
            "latitude": 34.147365,
            "longitude": -118.4265586,
            "gastonomie_durable": false,
            "description": "Nota bene: Sushi Note is far from a postscript. Whether you're here for the supreme fish or distinctly focused wine selection, it hits all the marks. The sleek dining room is defined by soft fabrics, moody colors and provocative artwork, including framed letters and photos.Chef Kiminobu Saito showcases serious craftsmanship, ace textures and rare flavors in his seasonal plates, available in half-note or full-note omakase menus or à la carte. The attention to detail is remarkable, with every piece of nigiri and sashimi cut to order. Meaty and sweet scallop with truffle salt and citrus, perfectly aged king salmon from New Zealand, kochi with a subtle note of \"char,\" and Japanese halibut fin with a brush of soy are among the best."
        },
        {
            "name": "Bavel",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/bavel",
            "stars": 0,
            "bib-gourmand": false,
            "cuisine": "Cuisine moyen-orientale",
            "cost": "Luxury",
            "address": "500 Mateo St., Los Angeles, 90013, Etats-Unis",
            "latitude": 34.041275,
            "longitude": -118.233055,
            "gastonomie_durable": false,
            "description": "Everyone wants a piece of this Middle Eastern spot, exuding all the downtown feels thanks to an open-air setting. It's definitely a place to see and be seen and getting a table here isn't easy, but the kitchen continues to push Levantine cuisine to ever-higher levels. Bread, in all its wonderful variations, gets a starring role here—from fresh pita to savory black sesame and buckwheat loaves. Dinner standouts include the slow-roasted lamb neck shawarma, smothered in earthy spices and roasted over wood-fired flames. You'll be soaking up every last bit of its fantastic juices with laffa, served on the side. If you can exercise some restraint at dinner—and it certainly won’t be easy—save room for the rose clove chocolate donuts or Persian mulberry ice cream."
        },
        {
            "name": "Tsubaki",
            "link": "https://guide.michelin.com/fr/fr/california/us-los-angeles/restaurant/tsubaki",
            "stars": 0,
            "bib-gourmand": true,
            "cuisine": "Cuisine japonaise",
            "cost": "Mid-Range",
            "address": "1356 Allison Ave., Los Angeles, 90026, Etats-Unis",
            "latitude": 34.0728147,
            "longitude": -118.2515256,
            "gastonomie_durable": false,
            "description": "First things first: Tsubaki is not a sushiya. Barring a lovely plate of sashimi (kanpachi), the menu at this delicious Japanese gem is comprised of classic izakaya food. Think fluffy whipped miso tofu, topped with marinated cherry tomatoes and pickled scallion kimchi; Salmon Creek Farm pork shumai with braised bacon dashi; and tender grilled chicken “oysters” kicked up with yuzu kosho. Dishes are meant to be shared and paired with beer or sake. Beverage lovers will thrill to the excellent selection of local craft and distilled sake—and they’ll also get to choose their own cups to enjoy these sips.Reservations and use of the restaurant’s valet are highly recommended, especially in the summer when nearby Dodger Stadium is stormed with traffic."
        }
    ]
}